[
    {
        "uni_id": 228769,
        "university": "UTA",
        "applied_level": "Bachelor",
        "status": true,
        "major": "Computer Science",
        "Date": "14 march, 2022",
        "Time": "12:30",
        "attempt": 1,
        "conversation": "VO:How are you sir?\nMe:I'm fine,thank you.How are you sir?\nVO:I'm good.Please pass me your documents\nMe:I gave my documents\nVO:So why UTA?(while typing on his computer)\nMe:UTA provides great flexibility in their academics with lots of research opportunities even at undergrad level.Also I've got good scholarship of out of waiver+6k which makes it really affordable for me.\nVO:Why CS?\nMe:To be honest,CS has always been my core area of interest as I usually love coding and solving different kinds of problems.Also,as my goal is to become a Software Engineer,CS degree will help me understand basic fundamentals of Software Engineering\nVO:So what are your plans after graduation?\nMe: Well after graduation I intend to work in one of the rising companies of Nepal which is Verisk Nepal.(Told about the company)\nVO:Who is paying for your expenses?\nMe:Sir, my parents will be paying for my education\nVO:What do they do??\nMe:Told(Didn't even say the income)\nVO:(passes the documents first and then the green slip) Congratulations,your visa has been granted sir.\nMe:Thank you sir!"
    },
    {
        "uni_id": 207041,
        "status": true,
        "applied_level": "Bachelor",
        "university": "East Central university",
        "major": "not mention",
        "12th_grade": 2.5,
        "10th_grade": 3.6,
        "attempt": 1,
        "conversation": "\nVo: straight hair\nMe: good afternoon Vo!\nVo: good afternoon! How are you?\nMe: i am fine . What about you?\nVo: i am fine . So, why usa ?\nMe: mam , the united states has a well developed higher ..( interrupted)\nVo: why low grades ?\nMe : mam , i had dengue.\nVo: what?\nMe: mam, dengue.\nVo: can i see your grade 10 transcript?\nMe: yes mam, here it is.\nVo: ohh , well. But why so low gpa in highschool ? Ho ki yestai k sodhnu bhako thyo\nMe: mam , i am 100% sure that i can improve in my bachelors . Yeti bhane ani she gave me green slips .\n\n\n\n"
    },
    {
        "uni_id": 101480,
        "applied_level": "Bachelor",
        "university": "Jacksonville State University",
        "status": true,
        "major": "computer science",
        "12th_grade": 3.4,
        "SAT": 1400,
        "coa": 13380.0,
        "Scholarship": "2090",
        "attempt": 1,
        "conversation": "\nVO : Mexican\nMe: Namaste Vo, How u doing ? ( Vowed while greeting )\nVO: I’m doing good. Pass me your documents.\nMe: Here you go.\nVO: How this course will help you in achieving your future goals?\nMe: After graduating from Jacksonville state uni, I believe that I’ll have advanced programming skill and then of course I’ll return to my home country Nepal in order to work as a software engineer for the top renowned companies like Nepal telecom, Daraz online shopping and esewa mobile banking. Vo, you know these companies are facing increasing no. Of users due to which their softwares are subjected to glitches and bugs. So, to solve those kinds of problems, our country Nepal needs a lot of professionals in this sector. That’s why I wanna make myself as a skilled professional so that I can serve my country through this..(interrupted)\nVO: Did you apply any other unis ?\nMe: well, Besides JSU, I applied 2 other universities.\nVO: so, why did you choose this uni over others?\nMe: Vo, the main reason is that this university offered me with 90% scholarship on my tution fee.. ( interrupted )\nVO: Your visa is approved.. Have a good day..\nMe: Thank you Vo..\nTips : I was confident but I guess my scholarships speaked a lot. He was already impressed at the beginning.\n\n\n\n"
    },
    {
        "uni_id": 159647,
        "status": true,
        "applied_level": "Bachelor",
        "University": "Louisiana Tech University",
        "major": "Biology",
        "11th_grade": 3.26,
        "12th_grade": 3.53,
        "Time": "11:30 AM",
        "Date": "July 19, 2022",
        "attempt": 1,
        "conversation": "\nINTERVIEW EXPERIENCE-\nFa fa fa fa finally aayo “GREEN SLIP”\nConsulate: Maharajgunj, Kathmandu\n\nVO : New VO(Handsome Gorey Sir)\nInterview time: 3.5 minutes\n(P.s: To be honest, I was really stressed today morning(raatvarr sutna sakeko thiyena as there were lots of cases of rejections in the group posts) then I took a shower in the morning and made myself comfortable then I did yoga and puja. Ani I did a mock with my brother and played bhajans which motivated me a lot..\nI didn’t have any food and went to embassy wearing my lucky coloured dress.)\nMy interview goes like this:\nMe: Namaste 🙏🏻 ! Good Morning Sir\n(Purai haat jodera tauko jhukaayera with a smile)\nVO: Goodmorning, Could you pass me your documents?\nMe: Here you go sir(passed). He was looking at my documents and I said “How are you sir?”.\nVO: I am good, Thank you. I see you were previously refused.\nMe: Yes sir, I was refused on May 4.\nVO: Show me your appointment confirmation(He was checking whether I took fresher date or reapply date).\nMe: Passed\nVO: So, what changes have you made this time?\nMe: The major changes that I made this time is in the funding part and university selection. Previously my COA after scholarship was $25,000 but this time it is only $19,998 which is a drastic change in itself. Moreover, this time I have chosen my university on the basis of my major which is biology and I found out that LA TECH has best course curriculum for biology graduates with well updated technology and faculty members.\nVO: Who is going to fund you?\nMe: Well my parents are going to fund me. My father owns a trading firm called …… from where he is able to make $30k per annum excluding the tax. And my mother owns a bakery shop from where she makes $10k per annum. Besides that we have rental properties from where we make $4000 per year. We also have land in lease in Sindhuli which can be used if necessary. Apart from that, we have savings worth $41,000 dollars which will be used for my education.\nVO: Tell me again what does your father do and how many workers.\nMe: My father owns a trading firm and we have 15 workers.\nVO: So what’s a trading firm?\nMe: It’s a company where imports and exports of goods are done to local markets which is situated in ……. (he checked the company’s name in the monitor)\nVO: What kind of goods?\nMe: It’s basically essential goods such as cookies, soaps, shampoo etc.\nVO: Oh! I see. What does your mother do ?\nMe: My mother owns a bakery shop which is in …. Named … with 3 workers(Told the name of bakery and he checked in the monitor).\nVO: So, does she do baking?\nMe: No sir, she handles accounting and the other workers bake pastries, donuts etc…\nVO: (Taking green slip in his hand 🟩) Have a great stay in United States..🇺🇸🇺🇸\nMe: Bowing down “Thank you so much sir, Thank you so much sir. You made my day (with a big smile on face ❤️)\nTips: We get easily distracted by the post and rumors we hear regarding visa interviews but the main thing is “CONFIDENCE”(never lose it). Try to make your answers as unique as you can, Don’t copy other’s answers and just be YOURSELF. Try as much MOCK as you can as it really helped me to strengthen my confidence.\nTHANK YOU SO MUCH\n\n\n\n"
    },
    {
        "status": true,
        "applied_level": "Bachelor",
        "major": "mechanical engineering",
        "Date": "March 2, 2023",
        "Time": "2:15",
        "attempt": 1,
        "conversation": "\nVO-The Famous Mexican\nUS Embassy, Maharajgunj\n\nVisa interview date one week ago pako and then i booked.I was really worried if i could get prepared within this short period of time.All thanks to god that i got my visa approved.\nHere it goes\nMe : Namaste\nVo : Namaste!! Pass me ur all your documents.\nMe: Yes, Of course\nVo : How this course at this University will help you to achieve your future goals?\nI got really nervous at this point and I couldn't think of the answer that i prepared and i started giving answers which were in my way\nME: The course of this university will help me to learn about Designin,g developing and maintaining machinery and systems, I will also get practical and theoretical knowlege in mechanics,thermodynamics......... ani yeti vanesi maile agadai k vanne vanne vayo , and then I said,i am sorry I am little nervous Vo, can I take out my mask. vaney\nVO:yes, yes and then started typing on his computer\nVO: How many universities did you apply to?\nMe: I have applied to three other universities, They are _______ .\nVO: Why this university,why not other universities that you applied to\nand I started giving answers of why this university?\nVO: Interrupted\nVO:I said why not other universities that you applied?\nAgain started giving answers of why this university (lol)\nME: This university caught my attention during my final year project, This university has a very popular as well as useful youtube channel called _____.prof____ of this university provided me detail information about Hybrid and Electric vehicles, Automatic Transmissions, Manual Drivetrain. This information piqued my interest as well as it also shows that this university is very expert in the field of mechanical engineering and they also have a good connection with the American society of mechanical engineering the best part is this university gives emphasis on interdisciplinary collaboration, that means if I am a student of mechanical engineering I can collaborate with experts from different field such as electrical engineers, mechatronics engineer, automotive engineers and I will gain valuable experience as well and skill which can also lead to impactful discoveries and set us apart in............. (Interrupted)\nVO: Congratulations(tespaxi VO le k vanyo kai sunina)\nME: My god , Thank youuuuuu..........\n(Tespaxi chado chado bahira niske khole ko mask pani lina birsechu )\nThank you TEAM ISN specially Nischal upadhyay dai,Govinda upadhyay dai and Pallabi dhungel who helped me till get through this interview and I'm much grateful. THANK YOU SOOOO MUCH .\n\n\n\n"
    },
    {
        "applied_level": "Bachelor",
        "status": true,
        "pte": "70",
        "Time": "Feb 28, 2023",
        "Date": "7:45 AM",
        "attempt": 1,
        "conversation": "\nBiometric bhyo ani line ma baseko interview ko lagi 3 ota window ma matra VO haru hunuhunthyo Curly VO, Mexican and American Straight hair. Ma ekxin fresh huna washroom gaya ani paxi auda interview start bhaisakeko thyo ani line ma basya. Mexican ley pura cross question gareraw reject bhako thyo 2,3 jana ko ani mero sathy American ma thya ma 3 step paxadi thya same uni thyo reject garxa ki bhanerw, usko reject bhyo ani 2 jana paxi mero turn aayo. Sathy ko reject bhyeraw dar lako thyo but daar lageko bihara dekhina diyenaw. My interview goes like this:\nVO: Good morning.\nMe: Namaste, Good morning mam How are you ?\nVO: (Document pass gardai) Why USA?\nMe: Answer prepared thya ( bhandai thya interrupted).\nVO: 12 ko grade sheet herdai why your marks less in Math?\nMe: Few second pause bhya but milayeraw answer bhanya,( sorry mam I am a bit nervous bhanerw Apology mageraw.)\nVO: okay okay, Calm down\nVO: Have you gave any English test?\nMe: Yes, mam PTE and scored 70.\nVO: Out of ?\nMe: 90, ooh nice\nVO: who are your sponsor?\nMe: My parents, ani elaborate gardai thya….\nVO: Your visa is approved.\nMatw pura confuse thya j hos tyo pause bhako situation lie handle garya. So yetai nai thya mero experience. Hope everyone will get their visa approved.\n\n\n "
    },
    {
        "uni_id": 106458,
        "applied_level": "Bachelor",
        "university": "Arkansas State University",
        "status": true,
        "Time": "2:30 pm",
        "attempt": 2,
        "APPROVED FINNALLYYYY ✅": "",
        "conversation": "\nStraight hair lady\nMy interview was at 2:30 but i went in at 2. The line was very long but aaja visit visa dherei thyo student bhanda. I went in did all my biometrics. I got with straight hair lady.\nVO : Hi lady, how is your day going?\nMe : All good Vo how about you?\nVo : Its going good too. Pass me your documents\nMe : Gave all my documents\nVo : Ok so what changes have you brought after your previous rejection?\nMe : After my previous refusal, I looked back into my profile and did an extreme research, this time i have changed the university which perfectly fits my need according to my profile. Also i have recieved more scholarship this time and the cod is very reasonable to me. Ive also applied for additional scholarship this time. (freshmen scholarship which i will receive once i start my freshmen year at the unMe:) I even noted few drawbacks from my previous interview and this time l've corrected it.\nVo : Okay so who is going to sponsor for your education?\nMe : Said few lines and was interrupted.\nShe typed for a minute\nVo : okay congratulations have a great time in the US\nMe : Thank you Vo.\ntespachi ta chito chito bhagihale haha\nmy tips are be confident jasto bole ni be super super fluent ani dont give up if you get rejected once.\n\n\n"
    },
    {
        "uni_id": 130943,
        "applied_level": "Bachelor",
        "university": "University of Delaware",
        "status": true,
        "Date": "Jan 5, 2023",
        "Time": "14:15",
        "major": "Doctorate in Chemistry",
        "attempt": 1,
        "conversation": "\nAttire: Semi-formal\nI reached the embassy early at around 1:30 and there was already this huge line in front of the embassy. I had to wait for a long time before i was allowed to enter the embassy.\nAfter the biometrics were done, it was time for an interview.\nWaiting for my turn, it seemed to me as if i was going to Counter X. Then, suddenly i was rerouted to Counter Y (At this point, i was pretty stressed but i took a deep breath and continued moving forward)\nHere is how my VISA interview went.\n\nMe: Namaste Vo. How are you?\nI slid my documents (i20, passport, sevis fee confirmation and my masters transcript) under the glass pane. ( Don't worry you will be taught what documents to have in hand, so that you can give it to the Vo when your turn comes)\nVO : Namaste. Which university?\nMe: Ah! It's the University of Delaware and i will be pursuing my doctorate degree focused on biological chemistry.....(Interrupted)\nVO: Slow down sir! Let me check your profile (DS-160 form) first. He started looking at his computer to the right (At this moment, i felt as if he was annoyed but i was smiling)\nMe: Oh! I am sorry sir. Please take your time.\nAfter 5 seconds, he asked something but i didn't hear it. So, i told him. I am sorry sir. Can you please repeat the question?\nVO: Why Delaware?\nMe: Actually, it is connected to my prospective research. My research aspirations and prof. Xxx's work is in close proximity and i strongly feel this lab, this university will be a perfect place for me to learn................. (Interrupted)\nVO:Wife?\nMe: Yes, i have a wife.\nVO: Any children?\nMe: No, Vo. Not till now. (At this point, he was smiling)\nVO: You got plans?\nMe: Yes, Vo. I plan to return and continue my present job.................\nEven before, i had completed my answer he had returned my documents and i was like what's happening? But, i saw that there was a green slip below those documents. I heard him say \"i am keeping your passport\". And my interview was over.\nIt was less than 30-40 seconds.\nI was asking myself \"This is it? Is it really over? I mean this fast.\nTips:\n1) To me, its all about handling the pressure at that moment. You will see interviews happening before your eyes. You will see rejections, acceptance and even know what type of questions VO are asking to others. At this moment, stick to your original answers and don't improvise. You should console yourself, stay super calm and always wear a smile, even if it's fake.\n2) Be prepared to face questions about your downside. For instance, if you don't have any scholarship or you don't have good grades or you have an immediate family member in US or the course you are choosing can also be taken here in Nepal.\nAnalyze your situation and point out your own downside. Prepare answers related to them. While answering these questions, sound robust, talk in a relatively higher tone (but don't shout) so that they feel convinced with you.\n3) Don't just ride your luck. Prepare well. Stand firm in front of the Vo as if you have a strong motivation for this. He might not look at you, keep typing, leave you waiting for some seconds or even minutes. Keep your cool and keep answering.\n4) I had seen those Vos take 2-3 minutes or even more with some students. Every VISA interview is different. I was also expecting a long VISA interview but mine was short. Be fully prepared from your side.\nI hope this will be of much help for newbies taking their interviews in the coming days.\nCheers!\n\n\n"
    },
    {
        "uni_id": 149231,
        "applied_level": "Bachelor",
        "University": "Southern Illinois University Edwardsville",
        "status": true,
        "major": "Masters in Civil Engineering (Transportation Engineering)",
        "Date": "5th Jan 2023",
        "Time": "2.15 pm",
        "attempt": 1,
        "conversation": "\nAnswer Prepared: Self and special thanks to Ashish Ghimire Brother.\nVO: Mexican, before mine he rejected the Tourism (B1/B2) Visa.\nMe: Namaste Sir? (Quit loud)\nVO: Namaste, pass me your passport & i-20 (with smile and typing).\nMe: Ya sure.\n(After receiving my documents he goes through i-20),\nVO: So, SIUE for Master in Civil Engineering.\nMe: Yes Sir.\nVO: How this course is going to help you achieve your career goals?\nMe: Well Vo, pursuing a master’s degree in civil engineering enables deeper into the principle of the field while putting me on an upward trajectory in the engineering field on the path to leadership. And also my long term goal is to become a full-fledged transportation engineer and build my own startup. So, pursuing master degree will gonna help me to gain versatile and in-demand skills, which will make rewarding careers here in Nepal as its degree is valued all across the globe.\nVO: So, How many universities did you applied in total??\nMe: I applied to 4 and got admitted from all.\nVO: Why not other university? Why you choose SIUE?\nMe: To be best, a lot of things have to be considered while choosing the university like the research opportunities, labs facilities, and scholarship opportunities and so on. I choose SIUE because of ongoing research of Professor Yan Qi, who has been doing research on evaluation & effectiveness of Pavement\nWarranty program which match with my research interest and career goals. Apart from that (He told me to stop)\n(Again he goes thoroughly to i-20)\nVO: Did you apply for any other Scholarship?\nMe: Yes Vo, I applied for a research assistantship & was in contact with professor Yan Qi & She told me that I will be awarded research assistantship opportunities once I get in the university and once the department will be well funded.\nVO: So, Why you did not apply for any other scholarship than Research Assistantship?\n(I did not get the question, there was also some noise outside, and I asked VO to repeat the question.)\nMe: Would you mind repeating the question?\n(By looking at me)….\nVO: So, Why you did not apply for any other scholarship than Research Assistantship?\nMe: Well Vo my sole intention to go US is to do master and do research under the supervision of Professor Yan Qi on Pavement Warranty Program, so I did not go with other Scholarship.\n(Other Scholarship like: Teaching assistantship, Graduate assistantship and ….).\n(After few seconds)\nVO: Who is going to fund you?\nMe: My Parents are going to sponsor my further education. Apart from that, I have my own saving of 13k $ from my 3 and half-year work experience.\nVO: what your father and mother do?\nMe: Told about my father and mother job.\n(Around like 1 minute he just typing and some glimpse look time to time)\n(Again he goes through i-20)\nVO: Your class will start on 9th Jan, how would you manage?\nMe: Sir, I got an extension letter from University.\n(He goes through the Extension letter).\nVO: Well, you got an extension up to Jan 13, so When you are planning to leave Nepal?\nMe: Most probably Jan 11.\nVO: I am approving your Visa. All the best for your future plans.\nMe: Thanks you Sir\n(After that halka Lecture dina thallo : Come back to Nepal after getting your degree and don’t involve in work while studying its illegal.)\nMe: Ok Sir,\n(The whole interview was around 6 to 7 min)\nIt’s started good, somewhere went rough (I asked to repeat question) and then ended well, It’s approved and done, i thanked VO and left.\nTips:\n1.Show your confidence in your body language, speech and in answering in front of VO.\n\n\n\n\n"
    },
    {
        "uni_id": 149222,
        "applied_level": "Bachelor",
        "status": true,
        "university": "Southern Illinois University Carbondale",
        "Date": "December 19, 2022",
        "major": "Masters in Mechanical Engineering",
        "attempt": 1,
        "conversation": "\nSo, my interview went like this:\nMe: Namaste and Good Morning Vo\nVo: Good Morning. Plase Pass ne your Documents.\nMe: Here it is .(Passed my documents)\nVo: Are you applying for the first time?\nMe: Yes, Vo.\nVo: So, why this university?\nMe: My course of study is masters in mechanical engineering with a specialization in material science, specifically nanotechnology and composite materials. This university provides me a flexible course structure that lies in cohesion with my interest. Also, I have been following the works of Dr. X who is currently focusing on nanoindentation and testing of mechanical properties of material. I have had continuous conversation with him and he is willing to provide me a research position starting next semester. For now, the department has offered me TA and I will get the opportunity to work under the advisor Dr. X.\nOfficeer: How will you pay the additional expenses?\nMe: For the rest of expenses of $6100, I have savings of around $16000 deposited at my mother's bank acc. Profession told.\nVo: Plan after grad\nMe: I will be a potential candidate for the post of....\nhe turned and pulled a green slip. (I stopped talking)\nVo: Congratulations I am issuing ur visa.\nMe: Thank you Vo.\n\n\n\n"
    },
    {
        "uni_id": 201885,
        "University": "university of Cincinnati",
        "applied_level": "Bachelor",
        "status": true,
        "Date": "Dec 20, 2022",
        "Time": "10 am",
        "10th_grade": 3.9,
        "11th_grade": 3.79,
        "12th_grade": 3.53,
        "ielts": "7.5",
        "attempt": 1,
        "conversation": "\n\nVo: actually I don't know...it wasn't bald, curly, mexican or Korean vo I was in counter no 10 and the vo looked really innocent and cute hehe I don't know how to describe him...\nI reached there at around 9 am..I saw so many people..I was quite surprised...I had my father to accompany me...little nervous...little scared...insecured.. everything...felt a lot..but a small part of me was telling me I would get the visa today...then I talked with some people in line...talk with someone..it will make u feel a bit better...tespaxi bitra chirayo 4 people garMe:.tya check garyo then we entered inside...I had already visited embassy once in grade 10 for a visit..so got nostalgic..tyaha seat ma vasayo...then after sometime 5 to 10 people lai bitra lagyo ....euta counter ma they ask SEVIS confirmation, transcript and passport...they put a sticker in my passport and send me for biometric in counter no 3...1 minute after I stood in line...now I was feeling bit more relaxed?? I don't know...I was calm..I was nervous but more calm..bald vo was in counter no 9 next to him in 7 mexican and in 6 curly mam I think...whole time my focus was in bald..he stood out for me lol😂 but with the speed he was giving yellow slip with no expression was really surprising..I noticed every bit of everything..what the vo was asking, how the people were saying..every little detail..then I got into counter 10..I was more calm wth? I had one girl Infront of me..she was really confident..but I don't know what she got..I don't think she got green slip..I am.nkt sure haMe:..then my turn came..the vo was seated calm and he was kinda cute hehe..now interview starts..\nMe: Hello and good morning sir!\nVo: pass me ur document.(.I gave\nI 20, grade 12 and passport...I\nWas confused why he didn't ask\nOthers)\nVo: so what is ur university?\nMe: university of Cincinnati ( I wasn't loud..I was calm and used enough voice to get received by him)\nVo: why this university?\nMe: said my answer( at once also he didn't interrupt me, he listened me full while typing)\nVo: so who is gonna fund u?\nMe: My parents and we have.... Savings in bank.\nVo: what do ur parents do?\nMe: I said my answer and he didn't\nInterrupt a bit...listened every\nBit of my answer..\nHe started looking carefully at my I 20 and my transcript...\nVo: do u have any siblings?\nMe: yes sir, I have one brother and he is currently studying in...college in grade 11 in scholarship...\nAfter that he took my passport and his hand reached out for his side table...the yellow slip was in above while green slip in down..I thought I will get yellow but still my heart was saying no I am getting green even though his hand was going toward yellow..then he suddenly reached down and took a green slip...a sigh left from my mouth..a sigh of relief? A sigh of happiness? I don't know but I knew a smile craved in my lip and took the green slip...\nMe: thank u so much sir!\n- I started walking out..the guard was congratulating me..I walked with a new hope..cause this visa wasn't just a want for me it was a need.. then met my father...\nOne thing I would like to say..make ur document strong..ur choice of university strong and ur hope high...everyone will be nervous..u might get it or not but have faith not in others but urself!\nGood luck to everyone! This was my experience and thanks to this group...I have learned a lot..positive vibes to everyone☺️\n\n\n"
    },
    {
        "uni_id": 157386,
        "University": "Morehead state university",
        "applied_level": "Bachelor",
        "status": true,
        "major": "Computer Science, Cyber security",
        "scholarship": 12800.0,
        "Date": "20th December",
        "Time": "10:00 am",
        "attempt": 1,
        "conversation": "\nVO:- curly hair lady VO\nVo:- Hey Morning .\nMe:-Hi Vo good morning.\nVo:- Morehead state university\nMe:- yes, Vo\nVo:- ooo.U have got scolarship of 12,800\nMe:- yes,and I too have free housing scholarship\nVo:- oo wow. Why computer science?\nMe:-I have been always interested in the baffling wave of new tech world.So, with the spark of interest I have studied computer science in my high school (interrupted)\nVo:- who will be funding you?\nMe:- My parents are my paying for my education. My father is a business man and he earns 25 thousands USD and my mom is a senior accountant in a high school and she earns 15 thousands USD.(interrupted)\nVo:- well then I'm approving your visa.\nMe:-yessss..Thank you soo much\n\n\n"
    },
    {
        "uni_id": 179557,
        "status": true,
        "university": "Southeast Missouri state university",
        "applied_level": "Bachelor",
        "major": "Bachelor in computer science",
        "12th_grade": 3.71,
        "attempt": 1,
        "conversation": "\n\nBy bald VO\nVisa status Approved\nMe:Hello good afternoon sir\nVo:Good afternoon\nVo:why southeast Missouri state university?\nMe:Vo the cybersecurity program provided by this university is among the top 14 worldwide and this university provides innovative research facilities for students.(interrupted)\nVo:What you want to specialize yourself after your course?\nMe:Vo I want to specialize myself as a cyber security specialist.\nVo:Who are sponsor?\nMe:My parents are my sponsor .\nVo:What does they do?\nMe:My father he is a government Vo works as an branch manager located at balaju Kathmandu and he earns 24k usd per year.My mother is government teacher and earns 12k annually.interrupted\nVo:Congratulations I am approving your visa\nMe:Main vaneko mero transcipt hernu vayo ani visa dinu vayo\n\nTips: So gpa ramro xa ani confident xa vane lagne raixa\n\n\n"
    },
    {
        "uni_id": 206084,
        "status": true,
        "applied_level": "Bachelor",
        "university": "University of Toledo",
        "12th_grade": 3.49,
        "Ielts": 6.5,
        "scholarship": 9000.0,
        "coa": 24000.0,
        "attempt": 1,
        "conversation": "\n\nAround 2 baje (3 baje ko thiyo ma chai 1 baje nai gako thiye)\nStraight hair lady ☺️\nMe: namaste!good afternoon vane\nVo: pass me ur document\nVo: why USA??\nMe :told\nVo: do you give any English test ?\nMe :yes mam\nVo : listening score\nMe:7.5\nVo: impressive\nVo:Speaking\nMe:6 Vo\nVo : who is ur sponsor\nMe :told\nVo:Pass me green form and said nth\nMe : thank you so much ani Ghar farkiye\n\n\n"
    },
    {
        "uni_id": 219471,
        "university": "University of South Dakota",
        "applied_level": "Bachelor",
        "status": true,
        "major": "Masters in Computer Science",
        "Date": "13th Dec, 2022",
        "attempt": 1,
        "conversation": "\n\n\nApproved in second attempt with same i20 and same university. In DS 160 form I had mentioned about my elder sister who is a US citizen. Previously rejected on July 25\nVO: Korean(I think)\nSo, my interview went like this:\nMe: Hello officer, Good afternoon\nVo: Good afternoon\nMe:Passed my documents\nVo: So why MS in CS\nMe:Told\nVo: How did you get the RA\nTold but I was getting nervous\nVo: How many universities you applied\nTold\nVo: How will this course help you in your future….(he asked something like that)\nTold\nVo: Congratulations,\nHave a nice stay in the US\nMe: Thank you Vo❤️\nHe didn’t even asked me about my previous refusal and nothing about my sister\nHe focused only on my scholarship and RA\nSo, give your interview with confidence. Baki kasaile kei vanxa kasaile kei vanxa, kasaiko kura ma biswas garna hunna\n\n\n"
    },
    {
        "university": "New Mexico State University",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Aerospace Engineering",
        "attempt": 1,
        "conversation": "\n\nApproved✅\nMexican VO\nI was like super late and also mistakenly happened to print the incorrect I-20. Reached embassy at 1:20 ( my time was allocated at 1:30) quickly went to the shop for printing I-20 and requested them for keeping my wallet and phone. Then, I proceeded towards the embassy.\nThe visa rate was 60/40 as per my observation.\nBald VO and that short VO was giving 1/2 green slip but Mexican was giving yellow matra.\nAfter biometrics I was sent to Mexican VO. I was kinda nervous but anyways had to control myself. The girl before me was rejected then VO called me.\nVO: Namastey! Pass me your documents\nMe: Namastey Vo and Goodafternoon\nAnd then I passed the documents\nVO: How aerospace from this uni will help in your future.\nMe: Well Vo, from this course I will be learning all about designing, building, internal computing systems, safety measures, navigation, aircraft maintenance etc for the flying vehicles. I will learn about the mechanics of how an aircraft work through practical or theoretical training in topics such heat and combustion, aerodynamics, flight mechanics, aircraft structure and so forth. Also Vo, there are not so many experts in this field in Nepal. So, the knowledge from this university will help me stand out once I return to Nepal.\nVO: Tell about your scholarships?\nMe: Vo, I have been offered New Mexico State University International Competitive Scholarships. I will be paying tuition at instate rate which is 3times Lower than that of out of state.\nVO: Haven’t you applied for any other scholarships?\nMe: Vo, I have contacted my advisor and I was told that there wasn’t any scholarships available for the International Student.\nVO: You should have looked for other scholarships also\nMe: Vo as I told that There wasn’t any available scholarship that’s why.\nVO: I can’t se your scholarship in the I-20 he was pointing out my I-20\nMe: It’s written in the remarks part Vo and I pointed it to him\nVO: Haven’t you got any scholarships for housing?\nMe: Vo, this is state university and it only provides scholarships as instate fee. And international students are not eligible for other scholarships.\nVO: What does your sponsor do?\nMe: Vo, My mother owns a gas station. Apart from that there are other incomes coming from two rented flat of my house, land leased to the nursery and from the transportation service. Her annual income is 52k USD\nVO: I don’t need to know your annual income\nMe: ok sir\nVO: tell me about your other sponsors?\nMe: Vo, my father passed away when I was at grade 4 so my mother is only my sponsor.\nVO: ok boy I am issuing your visa. There are many scholarships which you can apply to. Also donot work part time there it is illegal and you will be departed.\nMe : Thank you Vo, I was joint my hands and saying ok Vo on the end of his each sentence. Most of the time VO was looking at my I-20 and transcripts\nTip : Make it as a conversation. I know it’s an cliché suggestion.\nBOL for those whose interview in line.\n\n\n"
    },
    {
        "status": true,
        "applied_level": "Bachelor",
        "major": "cybersecurity",
        "Date": "8 December, 2022",
        "attempt": 1,
        "conversation": "\nV/0: A man with glasses\nME: Namaste!\nGood afternoon Vo!\nV/0: Pass me your I20 , sevis conf.. and transcript\nMe: gave\nV/O: Biology.. sorry Why this major in this university?\nMe: Because I want to become a cyber security expert\nMy interest in Cybersecurity intensified when My Facebook was hacked the previous year.\nAs you know Vo Internet is an absolute must nowadays, Which is inherently AN insecure channel for information exchange as well as in high risk of intrusion or fraud, So by this major I want to prevent cybercrimes from peoples personal information and videos and help my nation in technical terms…\nAt last ..\nV/O: Have u applied for anyother scholarshipS?\nme : (Not sure abt the question )\nYes SIUE\nV/O : Whats that?\nme ; UNi\nv/o :What kind of scholarship did u get ?\nme : GPA Scholarship\nV/O: GPA scholarship\nMe : YES\nV/O: will you apply for any other scholarship?\nme: Yes The sir .. professor told me that they'll provide more scholarship if I continue to study in this uni after 1 year\nV/o: your visa has been approved …..Durbar MARG ….5Days\nme: Thank you!\n\n\n"
    },
    {
        "uni_id": 224545,
        "university": "Texas A&M University-Texarkana",
        "applied_level": "Bachelor",
        "status": true,
        "attempt": 2,
        "conversation": "\n\nVo: BALD AMERICAN\nInterview went like this ,\nDress, Normal Shirt and pant and jacket\nVO:GOOD AFTERNOON\nMe:Good afternoon sir , hi am neeraj ,how are you doing\nVO:AM DOING GOOD , PASS ME YOUR DOCUMENTS.\nMe:Yeah here it is\nVO:WHAT CHANGES HAVE YOU MADE ?\nMe:Sir I updated my course curriculum where I will be learning few more subjects like AI and ML in this university.\nAlong with that I have got acceptance into honors program at this university which give me access to Small group research and creative activities.\nLastly I have received one of the most prestigious scholarship from this university by writing essay and winning it.\nVO:WHO IS GOING TO PAY REST OF YOUR FUNDS ?\nMe:My parents are going to pay ,sir .My father owns a construction company.There are 2 main engineers along with 20 workers and employees working in his company .He easily makes 26K USD every year .\n        Also my mom is running a local business of spices with the local ladies of my area .\n        She too earns 12K USD every year.\n        On top of that, they have saved 45K USD for the purpose of my education and living expenses.\nVO:HOW IS THIS DEGREE GOING TO HELP YOU ?\nMe:Sir , I want to work as software developer in software companies of Nepal. I have thought for a company named Verisk .Sir I want to build softwares like automatic vehicle location (AVL),intelligent traffic management system (ITMS ) in the field of Traffic management.\nVo:Congratulations, I am issuing your visa.\n\n"
    },
    {
        "status": true,
        "applied_level": "Bachelor",
        "Date": "13th Dec",
        "attempt": 1,
        "conversation": "\n\nVisa approved\nBald VO\nVO:Hello, Namaste, How are you?\nMe:Hello Sir\nVO:Why did you choose this uni?\nMe: yo chai full vaney. Suno hola\nVO: plan after graduation\nMe: vndai thye roko\nVO: Do you have any relatives in US?\nMe: No sir.\nVO: Are you sure?\nMe: yes sir. I do not have any immediate family but I have a relative.\nVO:you have your uncle.\nME: yes sir\nVo: who is this vanera baini ko name sodho. Ani asked my name and my mother's name.\nMe: vaney sister ho mother ho vanera\nAni kei sodhena aru.\nComputer ma ekxin hero ani Green slip jhikera diyo.\n\n"
    },
    {
        "uni_id": 206695,
        "university": "Youngstown State University",
        "status": true,
        "applied_level": "Bachelor",
        "major": "electrical engineering",
        "scholarship": 3000.0,
        "12th_Percent": "69.14",
        "coa": 19324.0,
        "attempt": 1,
        "conversation": "\n\nVisa experience...\nPassout:2019 nov.7\nCounter:6\nVO: CURLY HAIR\nInterview ho like this....\nMe:Nameste mam..good morning(i passed the doc directly)\nVo:Morning with smile..and checked my i 20 and say yus right..\nMe: confidently yes mam.\nVo: you are going for engineering right which engineering?\nme:- yes mam for electrical engineering.\nVo: oh i don't know about circuits..with laugh\nme: oh really no problem mam..with smile\nvo:- do you appled to other uni?\nme:- yes mam the uni of toledo\nvo: why ysu?\nMe : because the laboratory facily provided by this uni and professor li frank is doing research on same filed i wanted to work.\nVo: smile and ask about sposor.\nme: my father is business man and my mother worked in gandi int hispital as nures ther combine income is 42k usd and we do also have really good bank balance 35k which will be used for mhh eduaction..\nvo: okey..excellent. and she turn and gave me green slip with smile and say have a great time...\nme: thank you so much mam..i ran away\nTips:- embassy bhitra chireyxin ekdam atindo raixa man aatey pani ans express garni beyla xai straight eye contact gareyra awni hand gusture haru use garnu...\n2.Ans sakey saman tyo exam ma viva dina gako jasari bhannu head to the point...sabai tirako ans bhandaxai major ma focus hunu...main kura xai anuharma strqight herxa tiniharuley typing garda...tesbeylaxai \nans puse nagari hand gusture use gareyra aafulai confident rakhda xai chance badxa...mailey bujeyko xai yeti ho...thank you every one❤️❤️❤️\n\n\n"
    },
    {
        "uni_id": 174783,
        "university": "St Cloud State University",
        "status": true,
        "applied_level": "Bachelor",
        "major": "General Buiness",
        "scholarship": 9000.0,
        "Date": "Dec 11, 2022",
        "Time": "10pm",
        "attempt": 1,
        "conversation": "\n\nCounter number yad vayena tara curly VO hoisinthyo\n(Bihana nih uthina alxi vathey halka 7 ma uthera fresh vayera gako embassy bhitra chirayo 8 30 ma )\nMe:Goodmorning Vo(interrupeted)\nVO: Goodmorning please pass me your documents\nMe: yes here you go Vo, hope you doing well\nVo: yes i am doing well how bout you?\nMe: i am feeling super amazing offirce\nVO: excellent\nVO: So you are applying to St Cloud State University, and your major is general business, why did you choose this uni and how it will help you?\nMe: yes Vo, actually i have a keen interest in business sector, rather than the other sector. Also the business sectors are going to be enhanced in the upcoming years, which will help me gain lots of opportunities here in Nepal Vo. As my mother is a business women she is really a great inspiration for me Vo.\nVo: Alright, you have 9k$ scholarship how you gonna pay the rest?\nMe: actually my parents will sponsor me Vo and also my sister will sponsor me\nVo: what do they do?\nMe:my father he works as a manager in the Renault company,at France( interrupted)\nVO: Did you say france?\nMe:yes Vo\nVO: excellent\nMe: Also my mother she has her own company of security products, she earns about 14k USD after cutting all the taxes and the household expenses. As i have mentioned my sister(interrupted)\nVO: okay what does she do?\nMe: she is the broadcasting manager in the News nepal television Vo(interrupted)\nVO: excellent\nMe: yes Vo.( she didnt let me complete the funding ans)\nVO: maybe your sister will help you alot in the upcoming future have a safe stay in the US.\nMe: Thank you somuch Vo.\nVo: your welcome\nMe: Have a great day Vo.\nVO: you too.\n(Sabley nervous hunxa vanthyo tara i was confident enough, curly Vo ley reject jhyam jhyam hanya bela gako I got my visa curly Vo batai, so guys sabai depend huney vaneko ans confidence ani how you convince the Vo,not the luck trust me.\nNot saying cuz i got my visa,but trust me confidence rakha visa issue hunxa VO ley nih genuine student hos vanney hos.\n\n"
    },
    {
        "uni_id": 159647,
        "university": "Louisiana Tech University",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Computer Science",
        "coa": 20000.0,
        "Date": "11th Dec 2022",
        "attempt": 1,
        "conversation": "\n\nlocation: US Embassy, Maharajgunj\nVisa interview experience:\nBihanai uthe 6 baje . Nuhayera mandir gaye ani bato ma vako dogs lai biscuits haru diye .\nAnd my interview goes like this //\nVisa Vo: Cury VO\nMa vanda aagi 2 jana lai reject garya thio VO le . I was like kei xaina yetro time and effort lagako xa you have to do it vanera aagi badhe.\nMe: Hello mam ! Goood morning ( in a very loud with smiley face )\nVO : Oh Good morning! How are you ?\nMe : I m good and nice to meet you again mam.\nVO : Really! Have we met on USEF?... Pass me your documents.\nMe: (Gave ) Yes! Its our third meet .(with smile)\nVO : ( hasdaMe:.) Hope this is our last meet. Ohh!! Louisiana Tech University?!! ( with a excitement)\nMe : Yes mam! I am heading towards LA tech university\nVO: okay! Why this university?\nMe : I choose this university because the course curriculum has dedicated career track in cyber security with latest subjects like cyber defense and penetration testing. I can do extraa cyber security certification courses like….interrupted….\nVO : Why cybersecurity?\nMe: Its an interesting story offer,\nActually Vo, while shopping online my credentials were leaked and lost a huge amount ( Oh really!! Haha ) That incident got me curios on how software works and how hackers bypass it to gain access to the system. So, With a long term vision of growing in the field of cyber security and helping my country to\nfight against those malicious cyber security attacks I have decided to pursue my bachelors degree in computer science with a specialization in cyber security.\nVO : Well , I can see you got few amt of scholarship. Who’s gonna pay for rest of your fees ?\nMe: My parents will be providing for me with financial support.\nVO : Can you elaborare?\nMe : My father is a business man and owns a import and export business of nepali products where he supplies nepali products to different places in europe from where he generates annual income of 33k USD per year. My stepmother makes 11k USD per year as a senior nurse at Bharatpur Cancer Hospital. Besides that, we have….. green slip haat ma lisakya thio\nVO : Yayy!! Congratulations 🎈 your visa has been approved. Have a nice stay at USA .\nMe : Thank you so much mam ♥️\nYeha chai visa Vo aafai kati khusi hunu vako thio haii ani kastoo k maile boldaa uha le ni expression dirakhnu vako thio . May be she was impressed with my answers and my hand gestures.\nTips : yessss… confidence and hand gestures chai chaine raixa and the way you deliver your answer also impacts. Best of luck 🤞\n\n"
    },
    {
        "uni_id": 206695,
        "university": "Youngstown State University",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Information technology",
        "Date": "Dec 11, 2022",
        "Time": "9:10 am",
        "attempt": 1,
        "conversation": "\nCounter: 8\nMe- Good morning Vo\nVO- good morning. Pass me ur passport, I20 and sevis confirmation( with a smiling face )\nMe: here you go.\nVO: why USA\nMe: USA has always been my dream country.\nVO: with a smiling face, she asked why is it your dream country?\nMe: the courses, curriculum in the universities of USA are really up to date (interrupted)\nVO: who is going to sponsor you?\nMe: My father and my brother are going to sponsor me\nVO: what does your father do?\nMe: My father works at mannai corporation (interrupted)\nVO: Congratulations your visa is approved\nMe: thank you so much ma’am ( i had tears in my eyes, she smiled at me and asked you are most welcome)\n\n"
    },
    {
        "uni_id": 206695,
        "university": "Youngstown State University",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Civil Engineering",
        "Date": "8th December, 2022",
        "Time": "10:30",
        "attempt": 1,
        "conversation": "\n\nVisa interview- Nepal\nVisa Vo counter 08- straight hair\nAnd my interview went like this-\nMe- good morning mam, how you doing?\nVo - doing good what about you, pass me ur docs.\nMe- I m doing good as well. And I passed the documents.\nVo- where you are going in the US.\nMe- mam I m going in the Youngstown state university. That is located in Ohio state.\nVo- okay... So why this uni?\nMe- mam, on Research I found that a professor of YSU Dr Joann esenwein is doing research on transportation and materials engineering on which I wanted to work on and thier course curriculum is exactly what I was looking for as it covers all fields of civil engineering. (Interrupted)\nVo- so what kind of courses?\nMe- like surveying, geotechnical engineering, hydraulic design, structural engineering and they also have large centres for labs like chemistry lab, fluid mechanics lab, material testing lab and Many more so I will gain research based skills with the help of lab equipments and techniques. And they also have small class size that will help me to get individualized attention with my professor.\nVo- okay tell me how are you going to manage ur fees?\nMe- my parents will pay for my education and stay in the US.\nVo- how they will do it?\nMe - told about my father business.\nVo- alright so when did you graduated?\nMe- mam I have completed my diploma in civil engineering degree in 2021.\nVo- congratulations I m approving your visa. Have nice stay in US.\nMe- thanks you mam.\nI was confident throughout the whole process.\nProfile\n\n\n"
    },
    {
        "uni_id": 178615,
        "university": "Truman State University",
        "applied_level": "Bachelor",
        "major": "civil Engineering",
        "Date": "November 29, 2022",
        "time": "9:30 AM",
        "10th_grade": 3.1,
        "diploma_grade": 3.43,
        "ielts": "7",
        "scholarship": 8000.0,
        "coe": "15000",
        "attempt": 1,
        "conversation": "\nVO American Blonde hair lady\nVO : Why USA\nme : Personally speaking Vo, Being a BBA student having a practical approach to my education is important. Access to good infrastructures, Updated curriculum and good equipments motivates me to study in the United states.My time there will help me be more open minded about Experiencing and learning new things Outside of my country and ill be able to implement my knowledge to\nmy Community as well. The bachelors degree that ill get will have a huge impact In my career here in kathmandu and It will also shape my character as a person.\nVO: Who is going to fund you?\nMy mother will fund me from her real estate business and Savings and my scholarship covers 45% of my fees. She is one of the founder of a real estate agency here in kathmandu where she earns 30000 USD. Beside this( Interrupted)\nVO: Here in kathmandu?\nMe: Yes sir. sorry mam.\nVO: Plans after you graduate?\nMe: Family business herchu eta uta vane and will start my own startup.\nVO: What do You know about Kirksville\nme : Its a Town In missouri thats all i know.\nVO: What more ? Didnt you research well?\nme: I mostly focused my research about my university.\nVO: How many students in your University ?\nMe: There are about 25k in my university\n( VO was checking in computer)\nVO: 25000?\nMe: Sorry I got confused as ive applied to a lot of universities .its around 4000 (actually is around 6000)\nVO : What University did you get confused by?\nMe: I mistook it for colorado state university\n(VO starts checking computer again)\n(Dhanna colorado is around 33000 so halka milyo)\nVO: Allright Im approving your visa\nMe: Thank you mam have a great day.\n\n"
    },
    {
        "university": "Louisiana State University,Baton Rouge",
        "status": true,
        "applied_level": "Masters",
        "major": "Plant Pathology",
        "attempt": 1,
        "conversation": "\n\nF1 visa(1st time): Approved✅\nFully funded by the university ( tuition waiver and assistantships)\nVO: Bearded tall man\nInterview scheduled time: 1:15 PM, Happened at 1:00 PM\nMe: Good afternoon sir\nVO: Good afternoon, please pass me your documents\nMe: (passes passport, I-20 and transcript through opening)\nVO: Typing at his computer and looking at my I-20 (Why Louisiana State University?)\nMe: Louisiana State University is a public land grant research university which focuses more on .... (Interrupted)\nHe stared at me for about 2 seconds (to see my confidence I guess) while I was answering and I was already looking at him and answering\nVO: Looking again at my I-20, Why do you want to study plant pathology?\nMe: You know plant pathology deals with different crop diseases and their management so it has wide array of applicability. Besides that, during my undergraduate studies... Interrupted again...\nHe stared at me for about 2 seconds (to see my confidence I guess) while I was answering and I was already looking at him and answering\nVO: (types sth in computer as before) What are your plans after completing this degree?\nMe: Well, I will return back to my country to work as a plant pathology researcher and....(interrupted)\nHe looked at me for about 2 seconds (to see my confidence I guess) ..................\nVO: Congratulations young man, have a great stay at US (hands me the green slip)\nMe: Thank you sir. Have a great day\nVO: You too have a great day (Haha). He waved me bye (or raised his hand) with a bright smile ..\n\n"
    },
    {
        "uni_id": 206084,
        "university": "University of Toledo",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Public health",
        "Date": "21 November, 2022",
        "Time": "9:30",
        "attempt": 1,
        "conversation": "\nI was not afraid and super confident right from the beginning Ani I was sent to curly hair Wala VO\nAfter that I lost into her eyes everything disappeared.....movie ma bhaye jastae ( haay tumse mil ke Dil ka hai Jo haal kya kahe ho gaya hai kaisa ye Kamal kya kahe )\nVO: Pass me your i20 and passport\nMe : sure ma'am\nVo: Said sth I didn't hear I was lost into her eyes 😜...I just heard Toledo\nMe : yes ma'am university of Toledo\nVo : well you are majoring in public health that's a unique course for me , can you tell me about public health\nMe : Answered on point , the main three points\nVo : ohh nice... How did you get intreasted in this field ?\nMe : again answered on point\nVo : you have a good scholarship and who gonna pay for the remaining amount?\nMe : my parents...told about my father business and I said $40 k per year and was continue with my mom income....(interrupted)\nVo: 40k per year with loud and surprised voice\nMe : yes ma'am 40k per year and I explained details..\nVo: well you were telling about your mom income continue with that\nMe : I completed my answer\nVo: she looked at my passport and then look at me ...again she looked at my passport Ani fere malie hernu bhayo\nThen she typed for like 30 seconds\nAnd gave me green slip\n\n"
    },
    {
        "uni_id": 179557,
        "Uni": "Southeast Missouri State University",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Nursing sciences",
        "Date": "21 Nov, 2022",
        "Time": "9:30am",
        "attempt": 1,
        "conversation": "\nVO : American lady, straight hair\nMe: namaste, good morning Vo\nVo: good morning , pass me your documents.\nMe: (documents passed) here it is .\nVo : why US ??\nMe: to be very honest, US has always been my dream country and the main reason for me to choose US is its global equivalent education system. (Interrupt)\nVO : why this university??\nMe: Being a medical student we need more practical knowledge than the theoretical knowledge and during my research I find out that this university provide more field and opportunity to the students to perform practical .(Interrupt)\nVO: who is going to pay for your study ?\nMe: my parents are going to pay it .\nVo: what does they do ?\nMe: explain (with annual income)\nVO: do you have any siblings?\nMe: yes\nVo; what does they do ?\nMe:she is currently studying in full scholarship\nVo : in Nepal or US\nMe: In nepal\nVO : Congratulations have a nice stay in US .\nMe : thank you mam!\n\n"
    },
    {
        "uni_id": 230995,
        "university": "Norwich University",
        "status": true,
        "applied_level": "Bachelor",
        "major": "cybersecurity",
        "Date": "November 21, 2022",
        "Time": "9:45 am",
        "attempt": 1,
        "conversation": "\nUs visa experience\nfirst ma I went to curly vo ani ma tei basxu sochirathiye and they send me to Mexican and mailye tyako dai lai ma curly mai basxu bhanye ani he doesn’t agree and send me to Mexican\n(mailye kei ni greeting garina )\nSidai vo was asking me question\nVo : how this course help you to achieve your carrer goal from this uni ??\nAns : I want to be a cyber security expert bhanye ani the available course curriculum is updated in norwhich bhanye ani ma adkiye bahnnai aayena ani feri repeat garye suru dekhi bhanye ( ani vo told me calm down take deep breath and say 🟩) and he laugh ani I told I will learn advance programming like this this ani he said ok\nVo: And beside your parents who will sponsored you yestai kye kye bhano mailye voice clear bujina ani\nAns: my parents are only my sponsor they are primary source and they are going to fund bhanye ani I repeat the same thing I was thinking ma eutai answer repeat gariraxu I think now he will give me yellow slip he said ok ani 2,3 min samma vo kei bolena ani i was thinking ki he will give me yellow slip ani computer ma typing garirathiyo vo ani ekxin ma he said i am issuing your visa\nMa ta ekxin shock bhaye ani 😂 i said thank you and bahira nikliye this is my experience\n\n"
    },
    {
        "uni_id": 159647,
        "university": "Louisiana Tech University",
        "status": true,
        "applied_level": "Bachelor",
        "major": "computer science",
        "12th_grade": 3.5,
        "11th_grade": 3.76,
        "Time": "9:30 AM",
        "attempt": 1,
        "conversation": "\nBihanai 4:30 ma uthya thiye ani pashupatinath gaye dad mom saga ani embassy aaye ani ekxin baira parke paxi line ma base ani 10/20 min ma bhitra gaye. Tesaxi biometric haru sab vayo ani ekxin paxi palo aaihalyo . Malai guard dai le curly hair VO ko ma pathaunu vayo and interview went like this:\nVO : Hello, pass me your i20, transcript and passport\nMe: hello ma'am, here you go. ( Passed)\nVO: Oh Lousiana tech university? Why this university?\nMe: After getting recommended this university from my formal high school senior, I started researching about this university in google and other different social media. I found out that this university was totally founded by innovation and technical expertise and i believe that Lousiana tech university has best facilities in research field with which i can get great opportunity to explore my interest in computer science. Another reason...(interrupt)\nVO: why did computer science?\nMe: ma'am I have always been passionate about technology and its rapid development and with the spark of interest since my childhood i started learning programming languages like c, c++, python by myself.And learning myself have been challenging.....(interrupt)\nVO: you've got ...... Scholarship. who's gonna pay rest of you COA.\nMe: my parents are my sponsors . My dad he owns a whole shop. From there he earns around ...... . My mom she works as healthy assistant in medicity hospital. She earns around ...... . Being a supportive parents,my parents also have savings of ...... for my higher studies.\nVO: !!congratulations!! ma'am your visa is approved ✅✅.\nMe: thank youuuuu sooo much ma'am...... (Left my 11th grade transcript 🤦)\nSpecial thanks to my sister who took my mock tests and made me feel confident. Also thanks to sujan and suyesh for helping me prep for interview and suggesting me some answers.\nTei ho most important thing in interview is confidence ra luck . Best of luck to everyone who's interview is coming soon 🤞🤞. Give your best.♥️♥️\n\n\n"
    },
    {
        "uni_id": 159647,
        "university": "Louisiana Tech University",
        "status": true,
        "applied_level": "Bachelor",
        "major": "computer science",
        "Date": "November 21, 2022",
        "attempt": 1,
        "conversation": "\nUS visa experience\nDate: November 21\nVisa type: F1\nAttempt : First\nstatus : true ✅\nUniversity : Louisiana Tech University\nCourse : computer science\nInfo: I was cold when my friend got rejected of same university and same course.My confidence was totally down but lamo lamo sas ferdai base and I was sent to straight hair .\nVo: hello, how are you?\nMe: hello hello Vo,I'm good\nHow are you?\nVo: Im good . Pass me your documents\nMe: here you go Vo! Passed all and she returned my unnecessary docs\nVo: so why are you going to study in USA ?\nMe: Vo,being the CS student, my approach to the education has always been practical. And studying over there will give me access to advanced technical skills and outstanding research opportunities which will eventually help me to establish myself as CS professional here back in Nepal.\nVo was smiling moving her head like she was impressed\nVo: What does your father do?\nMe: well Vo, my father owns the agricultural farm and he makes..(interrupted)\nVO: what type of farm?\nMe: we produce agricultural products like potatoes, tomatoes and others edible vegetables.\nVo: you have employees?\nMe: yeah we do have 10.\nVO: so what do you know about Ruston ?\nMe: It is the same as Kathmandu for Nepal,heart of Louisiana. And climate KO yeta uta bhandiye .\nMe: Vo can I tell you one more thing\nVO: go on..\nMe: my major sponsor is my mother and she owns garments from where she makes 28 to 30000 USD per annum .\nVO: what type of garments\nMe: we make jeans products like pants ,jackets and others of jeans and we supply all over Nepal .\nVO: ohh ok have a safe journey boy (passed with green slip)\nMe:I went to exit excitingly and baira aayesi passport Ka harayecha bhanera feri bhitra Jana lako 😂but others students told me they kept your pp for visa .\n\n\n"
    },
    {
        "uni_id": 102368,
        "university": "Troy University",
        "status": true,
        "applied_level": "Bachelor",
        "major": "International Business",
        "Date": "21st november 2022",
        "COA": "28644",
        "Scholarship": "8550",
        "attempt": 1,
        "conversation": "\n\nI reached there at 8:30 ani line ma chai around 9 tira base ani line ma basda chai I was trying to calm myself testo dherai ta darr lagya thiyena tei ni I was telling myself that I can do it. Etro time paisa effort kharcha vako cha anyhow lagauna parcha vanera. Tespachi around 10:30 tira biometrics ko lagi chirim. Teti bela chai mutu nai mukh ma aaula jastai vayera darr lagyo. Ma chai curly ma pare hunthyo vandai wish gardai thiye. Curly rejected 2 people before me still I was hoping curly nai paros vanera. Thyakka curly ma khali vayo mero palo aayo ani wow pare vanera khusi vako vare curly kata gayecha ani ekjana sis le bald ko ma line basnu vanyo mero agadi 1 jana thiyo bald ko ma tya k vayo dhyaan nai dina ma chai curly aayera malai tyo line ma bolaucha ki vanera herirakhe. I don’t know mero agadi ko approve vayo ki reject. Tespachi tyo gayepachi la pare bald ko mai aba vayo ani tespachi ma gaye agadMe:\nMe: Hello Vo! Good morning. How you doing?\nVo: good morning please pass me your documents\nI got confused and asked only passport or sabai vanera.\nVo: you have everything ya soo give me all the documents Halka sarcastically.\nVo: So miss why heading to US?\nMe: Vo, Upon investigating different countries offering international business degree, I found that skills like international relationship management\nis developed at advanced level in US, which will help me to boost up my academic and career goals. Also US being the world wide business hub with diversity, it will help me to gain theoretical knowledge and practical elements of learning to understand different international business perspective.\nVo: why this major?\nMe: After completion of my bachelors I started working at my fathers company. While working there what I realized was all of our raw materials are imported from China ana Bangladesh. However, market is limited within Nepal only. So with a vision of taking our company to the international platform and focusing on exporting our products beyond the bound of geographical constraints I chose international business as my preferred major.\nVo: who’s going to fund you?\nMe: my both parents going to sponsor me for my further education\nAsked me for their occupation\nMe : Vo, my fathers owns a garment manufacturing company. His gross annual income is 33000 US D. My mother works as a financial manager at Jyoti microfinance and makes 9000 US dollar annually. Also they have allocated savings of 43000 us dollar in my saving account for my further education.\nAjhai baki thiyo but he asked me my plan after graduation\nMe: ter finishing my masters I will return back to my home country and rejoin my fathers company. Then I will use all my knowledge, skills and experience ( yeti vanda vandai green slip jhikyo ma ta bolnu ki nabolnu vanera adke) ani vanna lagya thiye he handed me a green slip. Ma ta disbelief ma vaye still thanked him ani niske.\nTips: confidence chai ekdam chaincha. Tya pugera answer memorize garna thalnu hudaina. Ma jane bittikai I tried to memorize my answers tara sab jumbled vayo soo haina j prepare gareko chu tei garchu vanera aru kura ma distract garna khoje mind laMe: Ani speak loud and clear. Dar lagcha tara take a deep breath ani maile nasake kasle sakcha vanne ani interview dine.\nAni answer ma chai:\nWhy USA\nWhy this major 2 ota ma nai aafno course ko relate garera answer banau.\nThank you @sh1sh555 for helping me to take my mock test. Ani thank you everyone who helped me through all the process.\nAll the best for all\n\n\n"
    },
    {
        "applied_level": "Bachelor",
        "status": true,
        "attempt": 2,
        "conversation": "\nAmerican lady VO.\nI was cool at first but after my biometrics I began to fell a little nervous while i was in line I was seeing more rejection that started making me more nervous and i was placed at American lady counter The gril ahead of me she was also rejected by the same vo and now it was my turn (took a deep breath)\nMe: Well, hello Vo.\nVo: hello, can you pass me your i20 and passport\nMe: passed ( I passed all the documents with my transparent plastic bag 😂)\nVo: Ohh , I don't need this\nMe : sorry mam (both of us are laughing)\nVo: So why usa?\nMe : Well Vo Under investigation undergraduate program here in nepal,,,,,, (interrupted)\nVo: Ahh you have been rejected in the past was it from me .\nMe : yess. I was rejected on june 14 and no mam it was not from you\nVo: well, what changes have you made this time?\nMe:office , This time I have done quite of a research regarding my previous refusal and have shifted with a better university ( again interrupted)\nVO: Do you know anything about this state ?\nMe : No, Vo.\nVo : (Shocked, she looked at me straight and said ) huhhhh whyy\nMe : Mam sorry\nVo : why not researched about states. You know how much offcampus is there and outside expenses?( She said something like that i can't remember exactly)\nMe: Well Vo , I don't know anything about the state I haven't researched anything because I choose the university that is the best fit for me and this university lies in the state so i have chosen the uni not the states and I will be sating oncampus on college so the outside cost doesn't bother me.\nVo: (Looks at my i20 ) ohh you have good scholarship but remaining who will pay.\nME: My parents will be sponsering me . My father he works in a company called ........ And is engaged in ( interrupted)\nVo: how much scholarship last time did you get?\nMe : Mam , I didn't get any.\nVo : looks at my i20 again and says wow this time you really have gotten good scholarship.\nMe : Yess , mam\nVo: What will you like to see yourself after ( i dont know what word she used but i understood the question and started)\nMe : So mam after my graduation.....\nVo: Just pretend it a formal conversation and you are just chatting with me don't say me memorized answer.\nAgain she askes the same thing .\nMe: I want to see myself as a software developer.\nVo: why?\nMe : Mam because I have found that man big companies of nepal are highering professionals from foreign land......( Interrupted)\nVo : Which land ?\nThe first thing that popped out of my mouth was USA and she gave me a shocked reaction and said huhhhhh\nMe : laughing Not usa mam from china , india and many of them are from veitnam.\nVO : which company\nME : Verisk nepal\nVO : Which which\nMe : I just Spelled it mam V E R I S K N E P A L\nVo : ahh okay .\nShe again looks at my i20 and asks how much scholarship last time\nMe : No mam 0\nHow much cost : Al together it was 42 thousand dollar .\nVo: ohhh .\nThen again she looked at i20 and said something about scholarship and she gave me green slip saying \" Okay have a good stay in UsA and also do research on your state before going , and she kept my passport . I was really happy said thankyou and leaved after that i realized i left my all documents there on the counter and after getting out i realized and again went inside to bring it back.\nI was confident all I thaught and went was \" Majalae Thulo swor ma confident vayera boldinxu paye pauxu navai next time xa\".\nAll of the friends that i met on line who were previously refused were also were rejected.\nAnd I dont remember which question she asked me when i just remembered that she asked me these question but I don't remember it in order .\n\n"
    },
    {
        "uni_id": 212601,
        "university": "Gannon university",
        "status": true,
        "applied_level": "Bachelor",
        "12th_grade": 3.53,
        "Scholarship": "30000",
        "coa": 21000.0,
        "Date": "17 November 2022",
        "Time": "2:30 pm",
        "attempt": 1,
        "conversation": "\n\nStraight hair lady\nAttire:not formal(sweater, jeans)\nMe: good afternoon ma'am. How are you?\nVo:I'm good. What about you?\nMe:I'm fine. Thank you.\nVo:why USA?\nMe: USA provides research based education(interrupted)\nVo:have you applied for visa before?\nMe:no ma'am\nVo: interracial visa?\nMe:no ma'am\nVo:oh, you're fully funded.\nMe:no ma'am I have to pay 21k dollars.\nVo:so who's going to be sponsoring you?\nMe:my father is going to be my sponsor and he is going to be taking care of the tuition fees and living expenses during my stay in US.\nVo: what does he do?\nMe: he's a business man. He owns a restaurant in Kathmandu (interrupted)\nVo: your visa is approved.\n(Green slip)\nMe: thank you ma'am. Have a good day\nVo: you too.\n\n"
    },
    {
        "uni_id": 149231,
        "university": "Southern Illinois University Edwardsville",
        "status": true,
        "applied_level": "Bachelor",
        "major": "computer science",
        "Date": "17th November 2022",
        "Time": "2:15 PM",
        "attempt": 1,
        "conversation": "\n\nVO=American lady\nInterview starts like this\nMe= Good afternoon Vo, how is your day going so far?\nVo= I am doing great? How are you?\nMe=I am fine.\nVo=why this uni?\nMe=SIUE offers separate course for content management interoperability...(interrupted)\nVo=please don't go through the generic answers .we are here to have a conversation.\nMe=okay mam\nVo=Do you have brother?\nMe=yes..he is doing great as a software engineer in Australia. He is intending to..(interrupted)\nVo= which job you are going to purse after\nthe course?\nMe=I want to join government job as cybersecurity analyst in crime investigation department...(interrupted)\nVo=why government jobs?\nMe=I am passionate about government jobs as my father is also a government Vo.... *interrupted\nVo= what's reason behind passionation?\nMe= Government jobs are respected more in comparison to private one .Apart from that it offers handsome salary as well as allowance like provident fund,citizen investment fund....(interrupted)\nVo=ohh really;; don't you think private one are respectfully?...(with angry looks)\nMe=yhh ...I do believe private jobs are respectful too but In context of Nepal , government jobs are preferred more as it is secured ....(interrupted)\nVo=who is going to fund you?\nMe=I shall be funding myself as my parents have deposited...(interrupted)\nVo= congratulations 🎊 boy ..I'm granting you.....\nMe=Thank you mam...have a great day\n\n\n\n"
    },
    {
        "uni_id": 149231,
        "university": "Southern Illinois University Edwardsville",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Biological Science",
        "Date": "2022 November, 2022",
        "Time": "2:30 PM",
        "attempt": 1,
        "conversation": "\n\nMy VI experience:\nVO was American lady\nMe:Good afternoon mam\nVO:Good afternoon pass me ur doc\nVO:why usa?\nMe: since my course is biological science where us stands for one of the best circulum courses in this field also the education system is globally recognized education which might help me to involve in nepal biotechnoogical association group in dadhikot also there is availability of cpt and opt with advance technology and i believe what i learned during my studies in the usa it will help me to improve the existing system of my country so overviewing it is better return on investment than comparible universities of other countries.\nVo: who are your sponser?\nMe: my father and mother will be funding me throughout my stay in usa like my father has a farm agriculture where he makes an annual income of 20-23k my mother has a 50% share restaurant having annual income of 10 -11k and there's house rent having annual income of 7k\nVo:congratulations your visa is approved\nAni tespaxi k k vaniranu vako thiyo maile kei sunena ani documents haru lerw gaye\n\n\n\n"
    },
    {
        "status": true,
        "applied_level": "Bachelor",
        "major": "Computer and information sciences",
        "scholarship": 16000.0,
        "coa": 30000.0,
        "Date": "November 17, 2022",
        "Time": "2.45 pm",
        "attempt": 1,
        "conversation": "\n\nBald American VO (he kept smiling and laughing all the time)\n(Passed documents at first)\nMe: hello, good afternoon, Vo! How are you?\nVO: Good afternoon, I am fine.What about you?\nMe: I am pretty good and excited as well.\nVO: So, why this university?\nMe: Vo, I have been accepted into an honors college where I will have direct and close interaction with the professor Which will be beneficial for me in research-based education.\nMost importantly, I have been awarded the most prestigious scholarship of this uni worth around 16k Us Dollars, which covers almost 60% of my tuition fees, which.....(Interrupted)\nVO: Why this major?\nMe: before answering, do you mind if I ask you a question?\nVO: Yes, go ahead.\nMe: Have you ever heard about cybercrime in the banking sector?\nVO: Yes, I have heard.\nMe: Likewise Vo, I have also experienced such cyber...\n(Interrupted)\nVO: I see you got a 16k scholarship but still have 30k to pay. How will you pay\nthat amount?\nMe: Vo, My parents are my sponsors and they are going to fund my\neducation and stay in the US.\nVO: What do they do?\nMe: My father owns a .....named .....in.... from where he generates around 31k\nUSD per year.\nMy mother owns a .....named .....in....from where she earns around 14k USD per\nyear.\nOn top of that, my parents have accumulated savings of around 38k USD for the\nsake of my study.\nAlso, my parents have been investing in the stock market for a few years and\nthe total portfolio is...(interrupted)\nVO: okay boy, tell me about your plans after graduation.\nMe: Vo, whenever I try to do an online transaction through online banking,\nthe news about the cyber crime strikes my mind instantly...\n(Interrupted)(turned to grab the slip and passed me a green slip)\nVO: congratulations boy! Have a nice stay in the US.\nMe: Thank you, Vo, have a great day.\nGood luck! Everyone\n\n\n"
    },
    {
        "uni_id": 174783,
        "university": "Saint Cloud State University",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Business",
        "12th_grade": 2.75,
        "Date": "June 28th 2022",
        "Time": "9:30",
        "attempt": 1,
        "conversation": "\n\nSo here it goes\nMe: Goodmorning ma'am\nVO: Goodmorning pass me your documents\nMe: Passed\nVO: So what are your plans after graduation\nMe: Ma'am my plans after graduation is I will work under my father as one of\nhis business associates\nI was sure about the next question will be about papa ko occupation and she\nasked me about that\nVO: What does your father do?\nMe: Ma'am we own a business\nVO: What business\nMe: We own a water filter company as well as R.O and home appliances and\nmany more\nVO: Ohh so how much does it makes\nMe: It makes around $48k annually\nVO: So why you choose this university\nMe: With confidence ma'am I am really interested in the business programme\nthey are offering ani sabbai milayera bhane\nAni tespachi feri financial sodhyo\nAni I made a blunder yeta\nVO: Tell me about your financial sponsor\nMe: So my parents are going to sponsor my stay and study while I am in the\nstates as the company makes 48k annually in which 20k is saved for my studies\nannually and we have some fixed assets here in the valley\nVO: Tell me more about the fixed assets\nMampaka 2 aana bhanna lako mukh bata 2 acer niskexa ani office ley purai\nmukh bigaryo aaba tah sure nai didaina bhanera basirako ani side ko Chinese\nsanga k kura garyo dubbai jana hasyo ani mero passport liyo and then I was\nhappy ekchin ani then sike bitch garera pink slip diyo.\nI was asked to submit my passport 2nd November ma\n14th November ma approved bhayo\n16th November ma issued bhayo\nSo guys just be confident on you and your marks dress comfortable and\nconfidently\n\n"
    },
    {
        "uni_id": 149231,
        "university": "Southern Illinois University Edwardsville",
        "status": true,
        "applied_level": "Bachelor",
        "major": "computer science",
        "Date": "November 10th",
        "Time": "2:30pm",
        "attempt": 1,
        "conversation": "\n\nVO: Goodafternoon\nMe*: goodafternoon\nVo: Pass me your docs. Why Siue?\nMe: As i was researching, Undergraduate Research and Creative Activities\noffered by SIUE sealed the deal for me. Under this, I will get an opportunity to\nwork under the direct guidance of a faculty member leading a research. So I can\nimplement the things that I learn in classroom to solve real life problems. This\nwill be very beneficial for my career as well.\nVo. Why Cs?\nMe:I have always been interested in computers. After my high school I got an\nopportunity to work as Data specialist at cloudfactory. During this period I\nrealized that this is what I want to do for the rest of my life.\nVo. What are your plans after grad?\nMe: I see myself coming back to nepal and working at Cloudfactory as data\nanalyst. Since I have already worked there for 2 year, it will be really easy for\nme to get a job.\nVO: What does your parents do?\nMe: My father works as a supervisor of transport department of Mannai corp in\nqatar. He has been working there for 10 years. My mother owns 2 grocery\nstores here in ktm.\nVo: what is the name of the store?\nMe: it's R&G store, sir.\nVO: I am approving your visa.\nMe: thank you Vo\n\n\n"
    },
    {
        "uni_id": 159993,
        "university": "University of Louisiana at Monroe",
        "status": true,
        "applied_level": "Bachelor",
        "major": "computer science",
        "Date": "18 November",
        "Time": "10:00 am",
        "attempt": 1,
        "conversation": "\nF1 visa experience( A nerve-wracking ride)\nstatus: true\nDate: 8th November\nTime: 10:00 am\nAttire: Full formal\nUniversity: University of Louisiana at Monroe\nMajor: Computer Science\nVO: Bald American with the long beard\n(It was a cold day and me being a chad wore a thin green shirt with formal\npants. I arrived at the gate at 9 am which was unnecessarily early. Got inside the\ngates of the embassy at around 9:30 since everyone who had an appointment at\n9:45 had already gone in.\nWent inside and they didn't have my name on the list but the guard told me not\nto worry about it since I had the appointment confirmation so it didn't matter\nmuch which was a huge relief to hear since I was already stressed\nenough(Thanks guard dai). After I went through the checking I sat at the waiting\nspot for around 15 minutes and went to stall number 2 right at 10 o’clock.\nGot in line to see one of the visa Vos…..this moment was the scariest in\nparticular because students who were speaking with so much confidence were\nalso getting the yellow slip the guy in front of me at the line and me were just\nsweating at this point lol.Finally my turn came and I saw in front of me a 6 foot\ntall giant with a bald head and quite an impressive beard.)\nI don’t remember exactly what I said as I was extremely nervous but I will try to\nsay what I remember!!\nMe: Good morning sir (*trying to show all the happiness i have experienced in\nthis one smile*)\nVO: Namaste and good morning to you. Your documents please?\nMe: Here you go….(*his arms are sweaty knees weak arm are heavy* lol)\nVO: So why University of Louisiana at Monroe?\nMe: The scholarship provided to me by ULM seemed much more beneficial to\nme in comparison to other universities that I applied to. I have gotten a\nscholarship of around 75% in my academics and i have also gotten a housing\nwaiver for me stay within the college. I have also been invited into the honors\nprogram so I will have the benefit of studying in a small class size and more\nengaging coursework.\nVO: Why computer science?(*continues typing without even looking at me*)\nMe: I have been involved in computer science since my high school and\ncompleted my professional web development training here in Nepal. And\nthrough all this time my interest in this field has grown exponentially and I think\nI can have a great and fun career in this field.(said this although i was so thrown\noff by him not even paying any attention to me…)\nVo:Who will be financially supporting you?\nMy parents will be the ones sponsoring me. My father is a well renowned and\nrespected lawyer. He currently works for 2 major companies as their legal\nadvisor namely x and y. He has an annual income of around $XXXXX. While my\nsweet mother is a worker in a cooperative and has an annual income of around\n$XXXXX\nVO: What will you do after graduation?\nMe: Being the single child of my parents I have a great responsibility of taking\ncare of them here. So after I return back to Nepal I intend to start working at\nsome renowned developer companies like Leapfrog, Cotiviti or any\norganizations that stand at the top of the developer game in Nepal. But as a\nlong term plan I intend to open a data analysis consultancy with the financial\nsupport of my father.\nVO: (*types for a solid minute without saying a word*)\nMe:(*thinks gore nai chup chap hune answer diye ki k ho?*)\n(The lights go off and i don't know what the VO was thinking but maybe he\ndecided to mess with me at this point)\nVO: Oh! The lights went out looks like a bad sign for you….(*finally smiles*)\nMe: (*smiles awkwardly although my heart races at 320 kmph*)\n(lights come back)\nVO: please put your left hand at the scanner\nMe:(*does the biometrics*)\nVo: Ok then Unnayan(mispronounces my name thrice which i didn't bother to\ncorrect) what does your name mean?\nMe: Progress in sanskrit (*finally having a smiley chat with the vo made me a bit\nconfident*)\nVO: Alright! Hope you PROGRESS a lot in the united states of america. Welcome\nMe: thank you so much sir and have a great day.\n\n\n"
    },
    {
        "uni_id": 106458,
        "university": "Arkansas State University",
        "status": true,
        "applied_level": "Bachelor",
        "major": "computer science",
        "scholarship": 5000.0,
        "Time": "9:30 pm",
        "attempt": 1,
        "conversation": "\nVo: bald man\nVo: pass me your documents\nme: Good morning, namaste\nVo: you have preferred arkansas state university, why arkansas state uni\nMe: first and the most important reason for my major to choose arkansas state\nuni is ( vo interrupted by saying ok ok)\nVO: why CS\nMe: As I am interested in programming and coding since class 7 of my school, I\nused to take different courses and training regarding it. I have completed my\ntraining in application development in flutter, I have completed my java, python\nand jyango courses from the udemy. Right now, I am doing course in react. I\nused to participate in different hacathons programs as my interest is in this\nfield. I have developed my own app name uzme and you can find my all the\ncodes of program at my profile of github. So I am interested this field since my\nschool and want to study this major as I want to learn more about it..Should i\nshow my certificates of all sir?\nVO: Wow, great.No need to show. So you have got 5k scholarship who is going\nto pay the rest.\nMe: my parents are going to sponsor me.\nVo: what do they do\nMe: My father is.....Mother is...\nwe have fixed assets of $325000.\nVO: ok i am issuing your visa.\nme: thank you sir.\n\n\n"
    },
    {
        "uni_id": 142285,
        "university": "University of Idaho",
        "status": true,
        "applied_level": "Bachelor",
        "major": "computer science",
        "10th_grade": 3.8,
        "11th_grade": 3.8,
        "12th_grade": 3.71,
        "scholarship": 16000.0,
        "coa": 26000.0,
        "Date": "Nov 01, 2022",
        "Time": "9:45AM",
        "attempt": 1,
        "conversation": "\nVO: Goodmorning Namaste please pass me your documents\nMe: Hello Vo, good morning!( documents diye kehi navani)\nVO: how do you think this major from uni of Idaho will help you achieve your\ncareer goals? (Wasnot expecting this ques)\nMe: during my research i found that the course structure of uni of idaho is\ncareer driven which i have been looking for. Also im really interested in ML and\nAI and these are the techincal electives in 3rd and 4th year in this major. I am in\ncontact with the professor...... and he is positive towards my participation in\nresearch related to AMe: And this will ( interrupted)\nVO: Okay. So tell me what will you do after you graduate?\nMe: After my graduation i will return back to Nepal and the first thing i would\ndo is introduce ICT in the college we are running in kapilvastu with a different\npractical approach just like American education system.... (interrupted)\nVO: who is going to fund for your education?\nMe: My parents(yetti matrai vanera chup lagey😂)\nVO: What do they do?\nME: my mother is a teacher at a gov school and a lecturer at a college. She earns\n$×× . My father is also a teacher and he earns.....\n(passes me the green slip) Congratulations im approving visa,\nAni green slip diyo ani k k vaneko thiyo bujdai bujena maile\nAni last ma you have good grades and have a best edu in idaho .. testai k vanyo\nMa thank you vanera niskihaley😂\n\n\n"
    },
    {
        "uni_id": 207041,
        "university": "East central university",
        "status": true,
        "applied_level": "Bachelor",
        "major": "computer science",
        "Ielts": 6.0,
        "coa": 14000.0,
        "Date": "Nov 01, 2022",
        "Time": "10:00 AM",
        "attempt": 1,
        "conversation": "\nInterview time: around 1 minute\nAttire: formal\nVisa Vo: Curly haired lady\nCounter: 6\nVO: Namastey(with smile)\nMe: Namastey good morning maam !(with smile)\nVO: Goodmorning, could you please pass me your documents.\nMe: Here it is maam! (slipping the documents inside)\nVO: So you want to go to East central university?\nMe:yes maam.\nVO:so why did you choosed this university?\nMe: the main reason for choosing eqst central university is good research\nopportunity. And students at ECU frequently work in....(interrupted)\nVO: and why did you choosed this major?\nMe: i want to become a software engineer and focus on developing the security\nsystem in my country. Lots of accident goes unpunished( interrupted)\nVO: so you need to pay around 14k USD yearly right?\nMe:yes maam (with smile)\nVO: so who will be funding you?\nMe: told everything about my scholarship and she listened all.\nVO: Have you ever been to oklahoma before?\nMe:No maam !\nVo: it is very cold there..(with smile)\nMe: yes maam, but i will adjust it\nVo: okay then have a great time in US(and passed me a green slip)\nMe: thankyou sooo much maam !\n\n\n"
    },
    {
        "uni_id": 159993,
        "university": "University of Louisiana at Monroe",
        "status": true,
        "applied_level": "Bachelor",
        "Duolingo": 150,
        "Date": "November 01, 2022",
        "Time": "9:30 am",
        "attempt": 1,
        "conversation": "\nCounter: 6\nA levels grades: AABC\n\nVisa Vo: Curly haired white lady\nMe: Hello Vo, good morning!\nVO: Goodmorning, could you please pass me your documents.\nMe: There you go! (slipping the documents inside)\nVO: So why do you want to go to this university\nMe: My university is accredited by the NAACLS, they have an individual research\nfacility and laboratory for biotech. Apart from that, they also have two biology\nrelated clubs which are focused on research towards molecular biology and\nbiotechnology.\nVO: So i see that even after your scholarships, you'll have to pay a certain\namount. How do you plan on covering that?\nMe: My father will be funding me throughout my stay in the United States. He\nhas an annual income of around ...... nepali rupees and apart from that, he also\nholds a saving in ..... bank for the sole purpose of my education.\nVO: (passes me the green slip) Congratulations on your visa, all the best for your\nfuture studies.\nMe: Thankyou Vo, have a great day ahead!\n\n\n"
    },
    {
        "uni_id": 149231,
        "university": "Southern Illinois University Edwardsville",
        "applied_level": "Bachelor",
        "status": true,
        "12th_grade": 3.64,
        "coa": 27000.0,
        "Date": "October 28, 2022",
        "Time": "8:45 AM",
        "attempt": 1,
        "conversation": "\nVisa Vo: American lady VO (not curly hair)\n( Ma chai lastai nervous thiye... interview vari heartbeat rate 120+ BPM thiyo\nhola)\nMe: Namaste Mam, Good Morning...(with smile)\nVO: Namaste.. pass me your documents..\nMe: Here you go mam..(haat kaamirathyo documents pass garda halka)\nVO: what is your plan after graduation?\nMe: (surumai yo question chai expect gareko thiyena so suru ma chai adkiye)\nMam, After my graduation, I am determined to return back to Nepal and\nexpand my fathers business of ......(interrupted)\nVO: who is funding your education?\nMe: Mam, My parents are going to fund my education and my stay in the states.\nMy family owns business of a medical pharmacy and.....(interrupted)\nVO: how many employs are in your business?\nMe: Mam, there are total 12 workers in our business.\nVO: do you have any siblings?\nMe: Yes Mam, I have a younger sister. She is currently studying in 8th standard.\nVO: Congratulations. I am approving your visa.....bla bla bla..\nMe: (surprised) Thank you so much mam.......\nufridai baira niskiye\n( be confident and give your best....luck ma pani var pardo raicha)\n\n\n\n"
    },
    {
        "uni_id": 159993,
        "university": "University of Louisiana at Monroe",
        "status": true,
        "applied_level": "Bachelor",
        "major": "computer science",
        "11th_grade": 3.86,
        "12th_grade": 3.36,
        "SAT": 1370,
        "coa": 10678.0,
        "scholarship": 12100.0,
        "Date": "28th October 2020",
        "Time": "10:30 am",
        "attempt": 1,
        "conversation": "\n\nInterview Duration: 3 minutes (Not exactly sure as i was so scared)\nInterview Time: 11:00 ( There was a lot of crowd so even when i reached the embassy at 9:30 my interview was late)\nAttire: Fully Formal\n10000(Academic Award))\nVO: American Lady (not the curly hair)\n(Did all the biometrics and documents arrangements then I went to the VO at\ncounter No.10. I don’t know why but while answering the first few questions I\ngot really scared and wasn’t able to speak properly. I will write everything that I\nremember but I might have missed things as i got scared.)\nMe: Good morning Vo\nVO: Good morning. How’s your day going?\nMe: It is good. What about yours? ( VO didn’t answer)\nVO: Pass me your I-20 and Passport\nMe: Passed the documents along with my highschool marksheets\nVO: What has changed from your first time?\n( I got really confused as this was my first interview)\nMe: This is my first interview, Vo.\nVO: Oh okay. (Started typing something)\nVO: Why did you choose the USA?\nMe: USA has been the best place for IT for the past decades so as a student who\nis going to study in the IT field USA is the best destination for me. ( I took a long\nbreath because I wasn't able to speak properly then I continued ) The course in\nthe USA is also more practical and research based as compared to Nepal and\nyou know that how much practical knowledge is important for students in the IT\nField. Furthermore, I believe it was in grade 3 that i found out you could go to\npursue your higher education in the USA, it has been my dream ever since to go\nthere and study as the exposure i will be getting will be good.\n(I was very nervous at the beginning so i was taking breaks in middle of my\nanswer, the VO didn’t interrupt and listened to my full answer)\nVO: What do you think are the challenges that you will be facing in the USA?\nMe: I have heard that the crime rate is a bit higher in Monroe so that might be\none of the challenges. ( The VO seemed like she didn’t like this answer so i\nadded a bit) According to my research there are very few things to do for\nEntertainment in Monroe so that is also difficult. But I don't think there will be\nany challenges because I will be staying in the college and studying so these\nwon’t affect me that much.\nVO: So you have about $10000 to pay. Who is going to fund you?\nMe: My maternal uncle and aunt are going to be my sponsors. I am very close to\nthem as we used to stay together when they were in Nepal. They are currently\nin Australia working in the health field. They work at Royal Darwin Hospital and\nmy aunt is working as a Nurse in the N2 position.\n( I took a break to breathe but the VO asked another question.)\nVO: Where are your parents? ( Not exactly sure if it was this question but it was\nsomething regarding my parents.)\nMe: They are currently in Japan. My father is in the restaurant business and\nearns about $XXXX and my mom is working in the food packaging industry as a\nsupervisor and earns about $XXXX.\nThey are also equally capable of sponsoring me but my uncle and aunt stepped\nup to sponsor so they are going to sponsor me.\nVO: So your aunt is a nurse.\n( I found this as an opportunity to add more to my answer)\nMe: Yes and my uncle is also a physician RDO working at the same place. My\naunt earns about $XXXX and uncle earns about $XXXX per annum. They also\nhave savings of about $XXXX which they will use towards my education.\nVO: What are your plans after graduation?\nMe: I will be returning to Nepal after my graduation. I will work as a software\ndeveloper in companies like Cotivitiy, Leapfrog and Cloudfactory. I will be able\nto secure a high paying job in Nepal with my US degree so I will return back to\nNepal.\n\n\n\n"
    },
    {
        "uni_id": 206084,
        "university": "University of Toledo",
        "status": true,
        "major": "Psychology",
        "applied_level": "Bachelor",
        "11th_grade": 3.37,
        "12th_grade": 3.64,
        "Ielts": 7.5,
        "coa": 22000.0,
        "scholarship": 9000.0,
        "Date": "28 October, 2022",
        "Time": "9:30 am",
        "attempt": 1,
        "conversation": "\nAttire: FULLY FORMAL\nVisa Vo: Curly haired white lady\n\n*Four students before me were serially rejected and then my turn came in*\nMe: (Loudly and Boldly) Hey Vo! How’s it going?\nVO: (Stopped using computer and looked at me with a big smile) It’s going great\nyoung man! Pass me your documents please.\nMe: (Slipping my documents inside the counter)There you go.\nVO: (Scanning my Passport and looking at my i20) So, University of Toledo? I’ve\ninterviews a lot of you guys today. Why are you studying Psychology?\nMe: (Speaking quickly)The reason why I chose to study Psychology is because of\nmy desire to understand human cognition and behavior ever since my\nchildhood. I’ve seen people suffering with mental illness. Even my friends and\nfamily and I have lost a lot of them. And since there aren’t much expertise in\nthis field in Nepal, I want to get a degree from the US and serve the people in\nhere.\nVO: Interesting. I see here that you have got $9,000 scholarship but you still\nhave to pay $22,000. How are you going to manage that?\nMe: My father is a senior lecturer of english in who teaches in renouned\ncolleges of Nepal. He earns at around $**** per annum and my mother owns a\nspice industry. It’s called _ and her yearly income is around $****.\nVO: (Smiling) Great! I am issuing your Visa. But I am keeping your passport.\nCollect it once you get the SMS or Email. Have a good day! (Gives me the green\nslip)\nMe: Thank you Vo! Have a great day.\n*I got out of the Embassy not being able to process how my interview was so\nquick. She spoke slow in the beginning but as she identified my speaking speed,\nshe spoke quickly too. Nonetheless, it was an amazing experience. I happily\nwent home after my Visa approval.*\n\n\n\n\n"
    },
    {
        "uni_id": 122597,
        "university": "San Francisco Bay University",
        "status": true,
        "applied_level": "Master",
        "major": "Computer Science",
        "scholarship": 9000.0,
        "Date": "October 28, 2022",
        "Time": "9:15 AM",
        "attempt": 1,
        "conversation": "\n\n\nAttempt: 1\nCounter No.: 10 ( Sweet middle female Vo)\nMe: Good morning Namaste.\nVO: Good morning, pass me your passport and I-20.\nMe: (Passed my documents).\nVO: Have your ever applied for Diversity Visa?\nMe: Yes I have\nVO: Looked at my college transcript and asked which place is it from?\nMe: It's from Bangalore.\nVO: Why this major (checking my details)?\nMe: Told.\nVO: So you got 9k scholarship how will you cover the rest?\nMe: Told them about my sponsors.\nVO: I am approving your visa.\nMe: Thank you!\n\n\n\n\n"
    },
    {
        "uni_id": 207041,
        "university": "East Central University",
        "status": true,
        "applied_level": "Masters",
        "major": "Psychology",
        "12th_grade": 3.96,
        "Date": "August 11,2022",
        "Time": "1:45",
        "attempt": 1,
        "conversation": "\n\nVo- Korean hancy 😁\nMy turn....\nVo : Good morning . How are you doing?\nMe : Good morning Vo . Doing good . How about you?\nVo : Fine\nVo : why East Central University?\nMe : sir prior to studying at this university , I have spent considerable amount of\ntime researching about the facilities and standard of tuition on offer . However,\nCarolina university ticks all the boxes regarding the curriculum and environment\nI want to study in. Moreover my long conversation with my professor Dr . Issac\nPhyllis ( interrupted)\nVo : what's your CGPA ?\nMe : I have secured 3.96 on scale of 4\nVo : That's very great .what's you plan after graduation?\nMe : Thank you sir , After completion of my degree in United States , I am\nlooking forward to start up my own clinic as a clinical psychologist .Not only that\nI will provide free mental health camp once a week so that none of them will be\ndeprived of health services.\nInterrupted\nVo: oh my God you are a nurse? I don't know why you were refused before.\nMe: yeah sir , I am working as a psychiatric nurse at Patan hospital .\nVo: wow that's great. Have a safe stay in USA\nand said that I will be back in 2mins . I thought i was rejected 😳. But she came\nwith a green slip that moment 🟩\nVo : Then VO said i am approving your visa .\nMe : Thankyou soo much Vo in my sweet voice sweet voice .\nVo: You deserve it .\nMe: Thank you.\nInterview was hardly taken for 2mins.\nI have seen many rejections , Infront of me while standing in the line i have\nseen 2 acceptance. My suggestion is to stay confident and speak fluently .\n\n\n"
    },
    {
        "uni_id": 171100,
        "university": "Michigan State University",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Computer Science",
        "Date": "August 11, 2022",
        "Time": "2:00 pm",
        "attempt": 2,
        "conversation": "\n\nVo: Curly hair\n(Reapply student previously rejected on July)\nHere goes the experience:\nThere were literally so many applicants. I reached @13:00 and went inside with\nthe procedures. I waited in that garden area for 1 hour and inside about 45 mins\nand here goes the conversation;\nMe: Namaste and good afternoon ma’am\nVo: Namaste. How are you?\nMe: I am good ma’am and how are you?\nVo: I am also doing good. Pass me your documents.\nHere it is\n(There was some problem going on with the system and bar code couldn’t be\nscanned. We joked for a while and totally casual convo. She then happily\nexpressed we succeeded and I gave a thumbs up with a laughter)\nVo: I see that you are going to MSU. So why this uni?\nMe: told\nVo: why have you taken CS as your major?\nMe: told\nVo: were you rejected before?\nMe: yes on july 14\nVo: so what changes have you made in reapply?\nMe: told the changes about uni, scholarship and some specific programs I got\nenrolled to.\nVo: looks at the computer for a while checking something,\nVo: Sorry I cannot grant you a visa this time. You can reapply again.\nMe: what are the reasons?\nVo : I cannot say you more than this.\nMe: Thank you\n( I did my best and I thought that I would get approved but idk what happened\nin the end. So it was luck after all and I had a nice experience)\n\n\n\n"
    },
    {
        "uni_id": 179894,
        "university": "Webster University",
        "status": true,
        "applied_level": "Bachelor",
        "major": "political science",
        "scholarship": 17000.0,
        "coa": 24000.0,
        "Date": "25th April 2023",
        "attempt": 2,
        "conversation": "\n\nNamaste ma'am good afternoon\nShe replied the same\nSo why do you want to study in us\nMa'am as my major is international studies and us being the land of cultural diversity (she smiled) it will be an opportunity for me to interact with individuals from different nations and learn more about their culture and heritage\nAlso us has many renowned and recognised university so a degree which i will obtain from there will really be helpful and valuable for me in terms of job placement when I will return to my country\nWho will be paying for your education\nMa'am my parents will be funding for me shall i elaborate their profession?\nShe:sure\nBasically my father owns a banquet and restro in pokhara which has been running for 11 years and we tentatively generate the revenue of 43lakhs annually also my mother is a school teacher and she earns 6 lakhs in a year which includes school and tution fees(she was staring at me)so i also told that we have ancestral farming land which will be as a backup if needed for my futher education\nHow many workers esto usto kei sodhena sidaa im sorry sir you are not qualified for f1 visa vanyo \nThen i thought for a while collected my documents and said thankyou ma'am have a great day ahead\nWhere did i go wrong?\n2nd Attempt\n 25th April 2023 \nWebster University\nScholarship 17k\nCoa After Scholarship=24k\nVo was Austin\nme :Good Morning Vo Namaste\nAustin:Namaste pass me your passport and transcript\nme :Passed and said It is my great honour meeting you sir\nVo:Why\nme :Even my ambition is to become a diplomat so seeing someone who is already a diplomat like you it really inspires me to achieve my ambition...\nVo:Wow diplomacy is interesting but nobody  studies\nme :Yes Vo i regret seeing youth not getting interested in Diplomacy afterall it is diplomacy which maintains healthy relation among nations(he smiled and nodded his head)\nThen Vo started looking my transcript of grade 10 11 12\nHe was confused looking my grade 10 transcript so I told i studied my class 10 in india (ICSE board)\nVo: Why you studied in India?\nme :My mother is a senior high school chemistry teacher and she works over there so i went with her to study\nVo:What About Your Father?\nme :He owns a banquet in bagar pokhara which has been running for 12 years\nVo:Name of banquet(i told)\nThere was silence so i said shall i reveal income? He said no\nWhat are your plans after graduation \nme :Plans after graduation\nIt is my dream to represent my country and to be called as a delegate of nepal in the halls of un so after graduating from Webster university in my initial stage i want to work in some think tank association in nepal like institute of foreign affairs to get somes exposure  and later i will join ministry of foreign affairs and work with my colleagues to maintain good relations with other nations and work in ideas to boost economy of Nepal by attracting foreign direct investment like MCC  after being a diplomat \nVo:I can see you were here before\nme :I was rejected on July 18 2022 \nVo: Changes?\nme :Vo there are some major changes in my profile this time like university in my 1st attempt i didn't get good opportunity to apply for universities of my choice because i gave my ielts test late but in this 9 months of time i have really worked hard  to research on universities where i will get to learn more about diplomacy like Webster,the 2nd major change is i have received 17k scholarship with additional 30% discount in my housing which reduces my COA and makes it affordable from my previous profile  and most important thing is this time i was not dependent on others to do my work i did everything on my own from researching and applying to university to filling ds 160 form and scheduling my interview so i have learned to be self dependent on myself sir\nVo was looking to computer\nme :Sir my interview was on jan 25 but because of some reasons i could not make it will it hamper my today's interview? He said NAH\nThere was silence again so i talked again :Sir i forgot to show you my achievements(and then i showed him my certificates regarding Model Parliament Sessions and etc)\nHe went through it and then asked how many workers in banquet\nme :There are 9 regular staffs with 2 security guard\nAnd then he threw my passport stretched his hand to take that greenslip and gave it to me saying have a great stay in US\nme :Thankyou Sir hope we will get to work under the same table one day\nEvery applicant has their own pov regarding interview because there are several VO's\nEven though my pov does not matter but what i felt is try to interract with your VO even if they remain silent thats all i can say on the basis of my 2nd interview( I tried talking with him many times also mentioning my ambition in the beginning came out to be my ace card) \nAlso im really grateful to my 5 friends(Mukesh Dai Sabeena Didi Manoj Nikita Di Smriti) because of them i got the feeling of getting visa as they were there in my dark phase and didn't let me feel low and gave me moral support after my 1st refusal\n\n"
    },
    {
        "uni_id": 159993,
        "university": "University of Louisiana at Monroe",
        "status": true,
        "applied_level": "Bachelor",
        "major": "computer science",
        "10th_grade": 3.9,
        "11th_grade": 3.74,
        "12th_grade": 3.62,
        "coa": 24000.0,
        "SAT": 1260,
        "attempt": 1,
        "conversation": "\nStraight VO 😘\nVisa approved ✅\nInterview  time was 2:30 tara i went tya  12:30 mai ( highly recommended to go early ). K k procedure haru garera interview ko time 2:30 bhaisakya thiyo . \nNamaste . Good Afternoon Vo ! \nVO: Namaste . Pass me your documents. \nMe: okay mam . Here is my passport , i20 and transcript . \nVO: why are you going to united states /what is your purpose?\nMe : i'm going to united states under student f1 visa for bachelors in computer science from  the university of lousiana at monroe. \nVO: okay . Have you done any english profencincy test? \nMe : yes mam i did toefl and scored 86 . \nVO: what about SAT ? \nMe: Yes i did that too and scored 1260. \nVO: i see you have chosen a higher COA who is going to sponsor you .\nMe: mam, my parents are going to sponsor me for my further education in the united states .\nVO: well how?\nMe:  well my father along with my mother they own a ............... company(explained halka ) .interupted ..\nVo: how many workers are there ?(cross question auxa auxa euta) \nMe : There are about 25-30 including all the staffs .( Honest answer)\nVO: how much do they earn?\nMe:  well my father earns about 21k usd yearly  while my mother earns about 15k usd early . \nVo : Okay . Have a nice stay in usa and work hard you are a great student 😭\nTips: be honest with your answer . usvn group haru kei na hernu interview ko din ma . Om bhaneranu . Be halka prepared with your sponsor ko answer . \nGood luck sabaijana lai .\n\n"
    },
    {
        "uni_id": 240374,
        "university": "University of Wisconsin Parkside",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Accounting",
        "coa": 22000.0,
        "scholarship": 6000.0,
        "Date": "May 3, 2022",
        "Time": "8:00 am",
        "attempt": 1,
        "conversation": "\n\nMy interview goes like this;\nMe: Hello! Good morning Vo.\nVO: Good morning but  she was in rush and said so fast\nVO: pass me your documents\nMe: Here you go mam.\nVO : University of Wisconsin parkside,So why this uni?(she is asking so fast)\nMe: I choose this particular university because this university provides community based learning opportunities to apply our classroom knowledge and skill to a real world experience.(interrupted)( I was also answering so fast so that she can listen my all answer)\nVO: Why this course?\nMe: Considering my goal and becoming professional in the field of ..( interrupted)\nVO: Oh! 6k scholarship?\nMe : Yes mam.\nVO : Who is going to fund you?\nMe: My parents are going to fund for my education Vo.\nVO: What are their profession?\nMe: My mom own a clothing stores name as ........ Where she have kept 2 staff and earn around 20000 USD per year where as. My father ( interrupted)\nVO: Turn back, and said sorry you are not qualify for this visa. And I have already saw she was taking out yellow slip.\nMe :  iwas like  what😔 and said thankyou 😊\nConfidence is the key to only for those students who get chance to explain their future plan . In such she/he should try hard to convince VO . Thinkyourself lucky if you get chance to explain your career goals.\nOtherwise everything is luck/mood of VO.\nIn my POV , COA doesn't matter and your stats at all.\n\n"
    },
    {
        "uni_id": 176372,
        "university": "University of Southern Mississippi",
        "status": true,
        "applied_level": "Bachelor",
        "major": "computer science",
        "full_funding": true,
        "coa": 15600.0,
        "attempt": 1,
        "conversation": "\n\nMy visa interview experience:\nWhy was I rejected?\nRejected❌\nVo: Bald Vo\nUniversity: University of Southern Mississippi ( Full Tution Scholarship)\nCOA after scholarship: 15,600 \nMe: Good Morning Vo!!\nVo: Pass me your documents.\nMe: Here it is. \nVo: Hmm University of Southern Mississippi!! Why this university?\nMe: Firstly, because of my academics and test scores, the university has provided me a competitive full tuition scholarship.\nBut the major reason behind choosing it is because of its high research potential as it is labelled as Carnegie R1 University. The university.......(Interrupted)\nVo:  Thank you sir! Why Computer Science?\nMe: I choose computer science because I want to specialise as a cyber security analyst. Sir, From past few years many Nepalese Companies from Banking to even Government sectors are either being hacked or their data are publicly released. This is happening due to lack of cyber security specialist and I personally see it as a ....(Interrupted)\nVo:(Smiling) Thank you sir! Who are going to sponsor you?\nMe: Sir, I have got full tuition scholarship so I don't have to pay any of the tution fees.....(Interrupted)\nVo: I mean 15 thousands\nMe: Sir, my parents are going to sponsor me.\nVo: What do they do?\nMe: My father works as a Public Relations manager at a national television company called --------. He has been working with the company for past 12 years and earns around 23K per year. On the other hand my mother works as an accountant in a NGO called -------. She has an experience of 8 years with the company and earns around 8k per year. We also have a......(Interrupted)\nVo: Sorry sir, I cannot issue you the visa.\nMe: (Smiling, Now my turn😂) Thank you sir!\nWhere did I lost it?   \n I guess Bald Vo does not like hearing Scholarships.\n\n\n\n"
    },
    {
        "uni_id": 228769,
        "university": "UTA",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Biomedical Engineering",
        "10th_grade": 3.85,
        "11th_grade": 3.86,
        "12th_grade": 3.73,
        "scholarship": 6000.0,
        "coa": 22000.0,
        "Date": "may 1,2022",
        "Time": "8:30 am",
        "attempt": 1,
        "conversation": "\n\nVo: Straight hair lady❤️❤️( she was literally so sweet)\nPass out : 2021\nGPA: 3.85, 3.86, 3.73 ( Tara Guard le thyakka malai 10,11 ko clear bag ma halna launu vayo , so I only showed 12 Ko marksheet)\nI reached the embassy around 6:30, entered inside around 7:45. I was confident ani aaja chai eakdum dherai line thyo . Back to back arule yellow slip liyera niskida chai alik nervous vako thiye. All the counters were opened today and I was sent to counter 10( Straight Hair). She looked angry with the answers a girl before me was providing, and finally my turn came.\n\nVO: Good Morning. Pass me your documents.\nMe: Hello Ma’am. Nice to meet you again!\nVO: Where did you meet me?\nMe: I met you at the USEF visa session.\nVO: What did you learn in that session? ( I was not expecting this question, but answered randomly what came in my mind)\nMe: Ma’am in that session I learnt how to present myself in interview. I was very nervous and had lots of doubts, you burst out all the bubbles and cleared all my doubts and I got confidence.\nThen she looked at my transcript and said “Wow”\nVO: How are you going to pay the expenses?\nMe: Ma’am my father is a retired army Vo. He served in Nepal army for 33 years. Currently he is working as head of accounts in Army headquarters in contract. He makes around ( interrupted)\nVo: You have got such good grades, why didn’t you apply to other universities? You could get full scholarship. \nMe: Ma’am I did apply to around 20 universities but UTA stood out to be perfect fit for me.\nVO: But you would have got more scholarship.\nMe: I did apply to additional scholarship which includes UTA Thornton ( interrupted)\nVo: Have a great stay in US and passed me the green slipppppp😭😭❤️❤️\nMe : Thank you ma’am you really made my day. And idk I was overwhelmed. Guard dai le bistarai jau ladlau vandai hununthyo😂😂\nSo what I believe is confidence is the key. Jasto answer prepare garepani tya gayepachi you get thrown with unexpected questions, so be spontaneous and prepared for every types of questions. \nMalai chai jyotish le pani visa lagdaina vaneko thiyo tara pani lagyo, so testo kurale chai demotivate nahunu. I’m really thankful to everyone who helped me out in this process directly as well and indirectly. \nLastly, I wish everyone best wishes for their interviews❤️\n\n\n"
    },
    {
        "uni_id": 228769,
        "university": "UTA",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Electrical and Electronics Engineering",
        "Date": "April 18, 2023",
        "coa": 20000.0,
        "Time": "12:45",
        "attempt": 1,
        "conversation": "\n\n\nMe: Appointment was just after lunch and I had no idea how were things going. Before lunch I think only 4-5 got approved aru sab reject ( I saw almost everyone crying, still feel bad for them 🙁 ). I went in around 12:45 there was hell lot of line. I had to wait for 1 hour to get the interview. I was trying to have communication with people in there so that I won't panic. I was chill untill the interview started(but never showed it in face).\n\nMe: Good afternoon, Vo.\nVO: Good afternoon, Pass me your documents.(Passed I20, 12th transcript)\nVO: So you are going arlington?\nMe: Yes mam.\nVO: So say me why UTA?\nMe: Mam, I want to work and \"develop circuit fault detection system\"; this system will help to cheapen refurbising process in time efficient way. The problem of  electronic waste is real and this technology will help to control this problem and cheapen technology. UTA provides Undergraduate research opportunity with which I can work with faculty member and research. Dr. Frank lewis who is 19th best researcher in EE in world also have similar research intrest as mine and I am looking to work with him. Also UTA is R-1 university,it provides alot of funding for projects like mine. I am proposing this project and am likely to get opportunity to work on this project.Also since UTA provided most generous scholarship that's why i choose UTA. ( She listened everything carefully)\nVO: What is this project?\nMe: Do you want to learn about this technology?\nVO: Yes\nMe: Explained(I had researched every aspect of the project and explained how I will build it)\nVO: Why this project only? why not other?\nMe: Mam, kathmandu alone produces more than 20,000 megaton of E-waste every year and this need to be solved and my proposed technology is perfect solution to it. Also E-refurbishment will cheapen technology so that even poorest segment of my nation can have access to technology and this will help overall development of nation.\nVO: Okay (she listened everything with curious eyes). Who are going to sponsor?\nMe: My parents are sponsoring for my education in US. My father is retailer and distributor of electronics, we have an electronic showroom at commercial district of butwal.My mother is administrative staff in attorney office, butwal. My parents have significant amount of savings for my education. Also we have land on palpa and butwal which will help our finance.\nVO: How much does your father make?\nMe: Said\nVO: Okay, I will be approving your visa. Good luck for your project.\nMe: Thank you mam.\n\n\n"
    },
    {
        "uni_id": 230728,
        "university": "Utah State University",
        "status": true,
        "applied_level": "Masters",
        "major": "Civil engineering",
        "Ielts": 7.0,
        "GRE": 316,
        "full_funding": true,
        "full_funding_post": "Graduate Research Assistantship",
        "Date": "20 April 2023",
        "Time": "2:15 PM",
        "attempt": 1,
        "conversation": "\n\nVisa Interview Date: 20 April 2023 (2:15 PM) but 3:35 ma vayo interview line ma basda basda wakka lagerw\nCredentials: BE Civil Engineering (2019 pass out, Distinction), GRE= 316, IELTS=7.0, One research paper in transportation subject, only did one job for 2.5 years\nProgram: Master's of Science in civil engineering (Specialization= Transportation Engineering)\nVO: I think he was American Bald Vo as all you people say\nThe interview went like this:\nMe: Hello, Namaste Vo\nVO: No reply... Pass me your documents ( Sala man manai ris uthya thyoo greeting ko reply naauda )\nMe: ( I only pass Passport only )\nVO: Pass me all documents.... all documents.... all documents\nMe: ( I pass one by one)\nVO: Ohhh!!! Utah State University..... Why Utah State University?\nMe: I choose Utah State University as I am highly interested in the ongoing research of developing connected autonomous vehicle to reduce road accidents...interrupted\nVO: Are you married?\nMe: No sir.\nVO: Continue\nMe: On top of that Professor Mekker has also provided me with the Graduate Assistantship and full tuition waiver which will help me to cover all my tuition fees and also has provided me the stipend to work with and also get a chance to work on the research lab. Moreover, Utah state university also provided me with an updated and revised course curriculum on intelligent transportation systems which matches my academic goals. ( Interrupted )\nVO: What is your plan after graduation?\nMe: Upon completion of my graduation, I am planning to take up a position in the Government of Nepal`s Department of Roads. ( Interrupted )\nVO: Stop\nVO: Congratulations.....\nMe: Thank you, sir.........Then open my mask so that he recognizes me .........since I have been in many of the seminars by this VO..........\nVO: Niceeee...... ( with thumbs up ) Go Go away .... (indicating that there is any person to come)\nMe: Thank you Sir Thank you Sir Thank you Sir\n(Tespaxi maile pale dai lai ooh dai tapai yeha aunu vanne ani sode ma restroom use garna milxa yes vanyo ani ma masta restroom gayeeee chill ma ... Stress-free huna........ ani halka haat lai punch didai yess vanne bhitra gayerwww.......... then chill ma bahira niskiyeeee)\nMain things is two factors kinaki maile interview related kura bujheko kei samaye vaisakyooo\n1 If you can bring full funding wala I20 or khatra I20 with many scholarships then visa is yours \n2 Otherwise Luck matters\nMannus na mannus yo reality hoo\nI want to give special thanks to telegram family and आशिष घिमिरे brother\n\n"
    },
    {
        "uni_id": 178615,
        "university": "Truman State University",
        "status": true,
        "applied_level": "Bachelor",
        "10th_grade": 3.7,
        "11th_grade": 3.67,
        "12th_grade": 3.57,
        "Ielts": 7.5,
        "SAT": 1430,
        "scholarship": 14000.0,
        "coa": 17000.0,
        "attempt": 1,
        "conversation": "\n\nVisa Experience: \nI gave my mother the Best mother's Day day gift a child can.\nVO: Our evergreen Straight Hair VO\nAja ekdum pack thiyo... linting linting gardai bus ma puge 1:40 tira ani pack dekhra 2 pm kai interview bhanera chire(2:15 kai bhaye ni hahah) waiting hall ma kurda kahile yellow slip ko barsat kahile lagatar green. Aja ko visa rate k thiyo k tara 10 number counter(st hair) bata chhai ekdum dherai visa ai rathyo. Afu lai calm parna agadi pachadi guff garnai chodeko thiyena. Agadi pachadi Grad ra undergrad ko student haru mero jastai COA bhako hununthyo 19k 17k. \nBalla bhitra bolayo ani tya recepction ko jasto lady le document haru arrange gardera 2 number ma janu bhannyo. 2 number ma gako mukh herna sath 1 number ja bhanchha ferMe:.. 1 number chhai euta cabin jasto chha ani tya feri documents haru recheck garera biometric ko lagi pathayo. At this point I was freaking out kina k garna docs hereko bhanera dui tin choti hat bata docs ni jharnyo 😅.  Ani VI ko line ma base. Mero agadi dui jana hununthyo hami sangai guff gardai baseko thyem waiting ma. Ani tya ni ek arka lai support gardai thiyem. First ma Curly ko ma khali bho tyespachhi bald ko ma ani agadi ko dubai lai tya pathayo. Last ma straight ko ma khali bho ani ma lai tya pathayo. Aba ta VISA sure bhandai basdai thiye ma straight ko ma pathako bela.\nTara ek chin matra basyo tyo khusMe: Sochna sath agadi ko lai reject gardera pathayo. Aba ma lai bolayo Straight le. \nVO: How are you?\nME: Good Afternoon. I am great. How about you?\nVO: I am also great. Pass me your documents.\nME: Here it is *passes the docs with a smile in my face*\nVO: (siddai) who is going to pay for this?\nME: My father... aaa.... My family will pay for this *I started to freak out again*.\nVO: What do they do?\nME: My father has a prepaid taxi service for domestic & international tourists at Tribhuwan International Airport. My mother has been a professional beautician for the last ten years and she works at a beauty parlor *made another mistake she owns a beauty parlor & cosmetic shop tara flow kina bagarnu bhanera tei matra bhane still income ko bare ma kei ni bhanina sodda ni sodena*.\nyeti bela samma VO ko mukh ma visa dinna dinna jasto expression thiyo tara now everything is about to change!\nVO: Do you have any siblings?\nME: No, I am the only child.\nVO: *looking at my i-20* Did you give any other tests?\nME: Yes, I took the IELTS & the SAT.\nVO: How much did you score?\nME: I scored 1430 on my SAT ( vo ko expression positive bho)and ...( interrupted )\nVO: Really? (with a large smile) Can I see your socres? \nME: Yes.. *hands over the docs*\nVO: Oh! You got 9 in listening? Very good!\nthe VO didn't say a word and returned my docs. I was still waiting for either green or yellow slip. The VO hadn't returned my passport so I froze for a moment, and right when I arranged my returned docs I fell a sudden tsunami of emotions. There it was... there hidden between the docs the VO hand given me a green slip! The VO was looking at me smiling, she spotted my big grin & congratulated me. I thanked her 3 times before leaving she was smiling till the end. \nballa balla tyo saro dhoka dhakalera niske. bahira niskida afu sangai ko manchhe haru ko visa nalagda kasto naramailo lagya thiyo. I saw my mom waiting outside. Aru ko rejection dekhera she was crying tara mero green slip dekhesi ta amai ko muhar ma kahile nadheko muskar dekhiyo.. hahha. \nMy interview was 50% luck 50% effort. Straight ko ma napareko bhaye visa chances low nai thiyo, tara exam haru ma naramro nagareko bhaye straight ma maile ramro impression parna sakdina thiye. Anyways guys... mero jasto attini mistake chhai nagarnu give your best!\n\n\n\n"
    },
    {
        "uni_id": 101480,
        "university": "Jacksonville State University",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Biology",
        "10th_grade": 3.9,
        "11th_grade": 3.68,
        "12th_grade": 3.51,
        "Ielts": 6.0,
        "coa": 17880.0,
        "Date": "18th April 2023",
        "attempt": 2,
        "conversation": "\n\nVisa Vo-Bald VO\n\nMe: Good morning Vo, How are you?\nVO: Good morning.I am fine and how are you?\nMe: I am good. Here are my documents sir.\nActually,I was supposed to give only passport,I-20 and recent transcript but as my gpa was good I decided to give all three marksheets. (10,11,12)\nHe scanned my passport and checked all three marksheets, looked at me and started asking.\nVO: Is it your first time?\nMe: No sir, It's my second attempt.\nVO: I see.What changes have you made?\nMe:Sir I have changed my University this time from University of Idaho to Jacksonville State University as it offered me better scholarship which decreased my coa from 26 to around 18 thousand dollars and made my cost very affordable and the course that this university provides is very flexible and perfectly aligns with my area of interest. Also, I am confident about my profile this time as I did very good research.\nVO: Who are paying for your expenses?\nMe: Sir, my parents are paying for my expenses.\nHe was continuously typing so I tried to have a conversation.\nMe: Shall I elaborate their source of income Vo?\nVO: Wait a second. After a while he said go on..\nMe: Sir, My father is a main supplier of Britannia, Chaudhary group, Nestle and Horlicks from where he generates around 35 thousand dollars per annum.Beside that my mother runs a departmental store from where she earns around 14 thousand dollars per annum.We also have saving of approximately 39 thousand dollars in Nabil Bank at Bhaisepati branch.\nI was about to say about lands but he interrupted.\nVO: Are you married? (maybe he thought my tika as sindur😂)\nMe: I was shocked so replied with shameful expression 'No sir, I'm not'\nVO: He smiled and asked me why are you shocked?\nI smiled...\nVO: What are your plans after graduation?\nMe: Vo, I have very strong determination of contributing something to my home country by improving in the manufacture and processing of food.I want to work together with food department and quality control to create an environment for the availability of organic and nourishing food to all Nepalese citizens and even facilitate food trade.I want to promote healthy lifestyle which will result with the reduction of various health related issues and increase in food business by developing food processing technologies...interrupted\nVO: Why biology?\nMe: Sir,I want to specialize in Food Microbiologist. As we can see, from the past few decades in Nepal thousands of people have been losing their life untimely due to the negligence in\nprocessing and quality of food. It even has given rise to number of health related issues and I personally see it as a very serious concern.\nSo,with the degree in this major I aim to prevent people from food borne diseases, illness and malnutrition by producing organic food products....Gave me green slip so I stopped my answers told him Thankyou and ran awayyyyy....\nFirstly luck should favour you and just be confident on yourself and your answers you will surely get your visa.Also have an eye contact with Vo and show hand gestures.\n\n\n"
    },
    {
        "uni_id": 102368,
        "university": "Troy university",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Accounting",
        "12th_grade": 3.26,
        "Date": "11 April 2023",
        "Time": "12:45pm",
        "attempt": 1,
        "conversation": "\n\nVisa Experience\nDress = Casual white shirt, black pant,    tie,shoes\nVice Vo= Curly lady Vo\n( aaja rejection rate ekdum high thiyo, ma vanda aagadi dherai ko rejection vako thiyo mainly mexican vata, dar launa lako thiyo tara maila aafno preparation ra luck ma believe gare, kina ki maila aafno interview preparation haru aafai gareko thiya sab so, jsto question sadhe pani vanna sakxu vanne thiyo )\nMe : Hello Vo, Good afternoon ( how are you doing vanxu vaneko thiya namaste vane 😆)\nVo : Good afternoon wow you got some good eye ( I was like 😳 ) then she laugh and told Pass me your documents \nMe : thank you ma'am ( visa aauxa ki jsto vako thiyo mitra mitra 😅)  here you go vanera documents diya \nVo: ohh Troy University\nMe : Yes! Ma'am\nVo : ok boy tell me why Troy ?\nMe : I have thoroughly researched Troy university's accounting Program by attending  their online webinars, reviewing university websites and I also did some virtual conversations with my professor where I discovered that the accounting program at troy university covers wide range of topics from financial accounting to tax laws, and also offers excellent Opportunities for practical experience through internships, co-operative Programs and volunteer work with business & accounting firms. Moreover, Troy university has already awarded me 50% scholarship and i will also be applying for additional scholarships which will make this university more affordable and achievable. ( She listen to my answer completely but she wasn't looking at me she was busy on typing, I was giving my answer with fully confidently with hand gesture)\nVo : Ohh! You are going for accounting\nMe: yes ma'am\nVo : What accounting specialization you are looking for ?\nMe : (I went blank in this point as my plan after graduation was becoming Financial manager of NRB and i didn't know what specialization I need to do for that, so I immediately thought a new plan and told ) Ma'am I will be doing specialization in Taxation. ( At this answer I catch her attention, she stop her typing and completely focus on me 😭 ) \nVo - Wow Taxation, I want to listen what your plan after graduation ( At this point I knew ki mero visa laune nalaune all depends on this answer, so I took alot breath, and answer the questions with eye contact and hand gesture)\nMe = Well Ma'am, the major challenges faced by our country is the mismanagement of Tax laws, which is the main source of income for the Country So, After Completing my Accounting degree from Troy University, I intend to return to my country and use my knowledge, skills which I learned to become a taxation Vo and make ensure that every individual and business pays their tax and take strict action against those who don't which will allow the government to generate good funds that can be used for developmental projects. So, I am confident that I can contribute to the economic growth of my country.  ( When I was telling my  answer she already had greenslip  on her hand but I didn't lose my focus and continue my answer)\nVo = She was really impressed by my answer and confident, she gave me greenslip to pick, but she still ask about  sponsor so, I didn't pick my greenslip and Started answer this last question 😭\nMe = Vo, My parents are going to sponsor me for my expenses during my stay in Us. Do I have to mention their profession and income ?\nVo = Yes, Go ahead\n Me = Ma'am, My father is a well known businessman he own a hardware business where he sell materials related to construction like bricks, cement, steel, paint etc from where he is able to generate a 28 thousand dollar anually excluding tax, and my  wonder mom ( she  was smiling 😁) is a teacher plus a home tutor from where she is generating 8k annually. We also have saving of 45k dollar for my education. Moreover, We are earning 4k from rental properties and also own land total worth 380k dollar which can be sell in case of any emergency during my stay in USA (few seconds slience then I took greenslip and said thank you thank you thank you ma'am 😂   You made my days\nVo - Have fun  you deserve it boy 😭\n( Tips for beginners )\n1. Never go with consultancy because they really don't care about your visa, I have known several people who have been in trouble due to consultancy.  Always Go with self apply, If you got any  doubts or concerns there are tons of facebook pages and telegram groups for F1 students were you can ask freely. By applying self, you'll learn more about the universities, programs, etc so you don't have to prepare much for interview.\n2. Always prepare your own answers for the interview. If you prepare by yourself, you won't lose confidence and won't need to practice as much. I only took a total of 7-8 hours of mock interviews with friends but I was still confident in my answers.\n\n"
    },
    {
        "uni_id": 204200,
        "university": "Saint Joseph University",
        "status": true,
        "applied_level": "Bachelor",
        "major": "mathematics and computer science",
        "12th_grade": 3.61,
        "Duolingo": 130,
        "SAT": 1420,
        "coa": 20000.0,
        "scholarship": 30000.0,
        "attempt": 1,
        "conversation": "\n\nVisa experience\nDress: casual shirt jeans and shoes \nVO: bald vo\nDuration:  around 3-4 mins( I don't remember tbh)\n(Aaja rejection rate ekdum high thyo, Mexican bata rejection rate 100% thyo just euta question sodhera reject hanirathyo, curly hair vo le bich bich ma visa dirathyo, bald vo le ali time lyera interview lirathyo but sab lai reject garira thyo, I was the first to get green slip from him)\nHere it goes,\nVo: Namaste with a smile\nMe: Namaste Vo, how you doing?\nVo: remove your mask and pass me your document,\nMe: sure, here it is. ( He took a while and saw my i-20, transcript and sat with a smile, he was impressed by my sat and gpa)\nVo:  Why this University?\nMe: Vo, I have chosen this university because I have been admitted to very competitive honors program which allows me to take participate in research activities. Also because of my good sat score, I have been awarded around 95% scholarship on my tuition fees. Moreover ( interrupted)\nVo: Why mathematics?\nMe: actually Vo, it's not just mathematics, it's mathematics and computer science (he smiled). I have chosen this course because Eversince my childhood I have always loved mathematics. I have also scored 790 out of 800 in the maths section of sat.( he noded his head with smile). When I was in 8th standard, I discovered my passion for programing diving into the world of web design with basic html and css. After that, I started learning python programming language and the (interrupted)\nVo: is this your first time?\nMe: yes Vo, this is my very fisrt time.\nVo: who are you sponsors?\nMe: My parents are my sponsors. (Explained in detail, he even asked me some cross questions, I answered confidently)\nVo: plan after graduation?\nMe: Vo, after my graduation I will return to my home country Nepal and will work with some of the top AI companies of Nepal and will contribute to the tech advancement of my country.\nVo: Okay boy, I am issuing you visa. Have a nice stay in USA ani green slip diyo...aru k k vandai thyo..  I don't remember.\n(I was very confident ki ma visa pauxu....I had heard ki bald vo ekdum strict xa, but he was the most polite vo, answer ramri sodhirathyo, time dirathyo, documents ramri herirathyo, if u deserve, bald vo le dinxa visa. Luck matter garda if bald vo paryo vane...Mexican ko ma luck matters)\n\n\n"
    },
    {
        "uni_id": 179894,
        "university": "Webster university",
        "applied_level": "Bachelor",
        "status": true,
        "major": "psychology",
        "coa": 24000.0,
        "scholarship": 17000.0,
        "attempt": 1,
        "conversation": "\n\n\nVO: curly VO Counter no 3\nMe- Good morning ma'am\nVo- good morning\nMe- how r u ma'am..? \nVo - I am good n you\nMe- I am also good ma'am\nVo- pass me ur documents.ok so why this university?\nMe- I want to be a psycho social counselor. I found in this university psychology professor use approach that range from scientific to ... interrupt\nVo - You are going for bachelor in psychology so why this course?\nMe - Ma'am I faced unexpected incident in 2019 that is my mother is suffering from mental illness and taking counseling therapy session interrupt.....\nVo- U have high tution fee so who will gonna pay your fee\nMe- well my parents....told ....... typing I thought she want to listen more and green slip ni jiknu vako theyana so,I said besides this  my university have different types of scholarship ma'am such as academic scholarships, girls state scholarships Soo I will apply this scholarship Ma'am \nAne finally,green slip jikeyrw ur visa is approved.. welcome to USA vannu vyo\n\n\n"
    },
    {
        "uni_id": 206695,
        "university": "Youngstown State University",
        "status": true,
        "applied_level": "Bachelor",
        "major": "computer science",
        "coa": 19000.0,
        "Date": "April 4 2023",
        "Time": "12:45",
        "attempt": 2,
        "conversation": "\n\nBeautiful Curly VO😊\nThis was my second attempt!\nAnd the interview went like this!\nMe : Good afternoon mam! How are you?\nVo: I am good and she asked me to pass my documents.\nMe : Sure mam here you are!\nVO: So why did you choose this univ?\nMe: First I took 2-3 seconds to warm up and then I gave my ans.\nMam, There are several reasons of choosing this univ.\nFirst of all since my major is computer science I found the curriculum of YSU covers vast contents of structured programming with subjects like programming languages , cyber security and so on which really add up to my profile.\nAlso this univ has seven instrumentation centers that supports( Interrupted!)\nVo: Who are your Sponsers?\nMe : My parents and my elder sisters are the ones.\nVo: What does they do?\nMe : Told her about my Parents income sources.\nVo: You got rejected previously, right?\nMe: Yes Mam.\nVo:  No worries ( after I heard that I got a feeling that I will be approved)\nVo again: what does your sister do ?\nMe: Told her everything about my elder sister profession with much confidence. \nVo: What changes have you made this time?\nMe: Mam, this time I have made an one change Me:e my univ because this univ has provided more scholarship and now I have to pay less money than I had to.\nVo : Congratulations boy I am issuing your visa.\nMe : Thank you mam , you just made my day 😊\nKhusi hudai embassy bata niskeye bahira mero Bhai Ra Vinaju le kurirakhnu vako thyo and maile green slip dekhauda bittikae they gone mad with happiness.\nAll I have to suggest you guys who are freshers and going to give interview for the first time is to give answers with much confidence and who are going to give interview 2nd time make at least one change.👉\n\n\n"
    },
    {
        "uni_id": 142285,
        "university": "University of Idaho",
        "status": true,
        "applied_level": "Bachelor",
        "Date": "April 4, 2023",
        "attempt": 1,
        "conversation": "\n\n\nVO: American Straight hair lady(She was so cute she used to smile instantly ahaha)\n(Environment thikai thiyo I was confident as usual Bald VO le kasailai visa dinubhayeko thiyena at that moment I was praying god bald VO ko ma naparos and luckily parena😭)\nMe: Namastey mam(Bowing head)! How are you ?\nVo: Hello! I'm good. Pass me your documents.( Kasto majjale Smile gardai bhannubhathyo ettikai ma I got my confidence back)\nMe: Here you go mam.\nVo: Who's your sponsor? How will they pay your expenses?\nMe: My parents are my sponsor mam.By profession my father is a lawyer and he owns a law firm(Interrupted)\nVo: Does it have any websites?\nMe: No mam we havent uploaded it in website.But the website shows a details about my father that he is a family lawyer and one of the successful lawyer from Pokhara.\nVO: From which school your father graduated?\nMe: He graduated from PU. \n( ettikai ma green slip jhikera dinubhayo I was so happy and in rush I said Thankyou mam !you made my day aani bhagdai baira gaye guard daile aaramle hidera jau bhannubhayo tei ni daudiye ma😭😭)\nConfidence is the major key to success dont be nervous you can do it and be honest with your application.\n\n\n\n\n"
    },
    {
        "uni_id": 229115,
        "university": "Texas Tech University",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Engineering",
        "12th_grade": 3.44,
        "Ielts": 7.5,
        "SAT": 1290,
        "Date": "4 April, 2023",
        "Time": "9:15 am",
        "attempt": 1,
        "conversation": "\n\nI was in the embassy in around 9 AM and i was like last of the line. Boy before me got the green slip and i was like it is going to be hard for me.My interview was about 1 minutes.\nVO - so  why are you going to texas tech\nMe- well Vo , i choose texas tech university mainly because of two reason.\nFirst of all i was really impressed by their wind institute of science because it matched my interest.And (Interrupted)\nVo- what made you take engineering?\nMe- so, basically Vo because of my father i this opportunity to explore the potential that nepal holds in the field of hydropower ,so (interrupted ).\nVo - who is going to fund you?\nMe- my family is going sponser me Vo.\nVo- what do they do?\nMe- my father is the head of financial department at xyz. And he has been in this company for more than 14 years.he earns xyz per year as salary alone.\nAnd my grandpa was an indian army and. He served there for more than 20 year and he earns 14k as a pension(Interrupted)\nVO - what will you do after graduation?\nMe- after my graduation i will be working in xyz company as a mechanical engineer. My aim is the exploit our river as much we can and produce electricity.so , so (i was blank and don’t know what to say next)\n(I thought he was about to reject me but all of sudden he grab that green slip and gave me)\nTips- make points than reading whole paragraph, list simple things and try to come up with your own answers. Be natural and your answer should link.\nBest of luck y’all and don’t do with the myth.\n\n\n"
    },
    {
        "uni_id": 238458,
        "university": "Carroll University",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Biology",
        "10th_grade": 3.9,
        "11th_grade": 3.8,
        "12th_grade": 3.53,
        "coa": 22000.0,
        "scholarship": 26000.0,
        "Date": "April 4,2023",
        "Time": "1:00pm",
        "attempt": 1,
        "conversation": "\n\n\nAja visa rate khasai ramro thiyena Mexican le ta even tyo tourist visa Wala lai ni reject garirako thiyo . 12 jane xirauda jamma  3 4 jana ko hat ma green slip dekheko thiye maile .biometric garna pathayo ani garera line ma base Mro vnda agdi bald vo le bolayo counter ma Mexican ko paxadi aauta kta lai pathaidiyo straight ko ma already aauta kta basirako thiyo Malai curly ko ma pathaideko\nBeautiful curly Vo🫣\nFall intake \nMe: good afternoon mam!\nVo: good afternoon boy hmm Carroll university \nVo: why this university?\nMe: well Vo I have been admitted into an honor university which provide unique courses and curriculum where biology department focuses on specialization on different areas such as ecology , conservation and plant physiology which are exactly my area of interest. To know further about this university I mailed senior professor dr Robert [interrupted ]\nVo: what will you do after bachelors?\nMe: I didn’t hear it she said it so fast then I said sry mam \nVo: what after completing bachelors?\nMe: well Vo after completing my bachelors degree in biology I will be returning back to my home country I have made my plans in 2 terms at first I have plan to join national planning commission where I will be utilizing my skills and knowledge to make program and policies for conservation of nature .  [She was shaking her head and listening properly]. In a long term I see myself working as a research biologist in INGOs like WWF and IUCN [ interrupted]\nVo: so I see you have got 26k scholarship and she looked at my on campus job and said ohh on campus job too of 3000 so who is going to pay the remaining 22k usd?\nMe: mam , I am so blessed that my parents are going to fund my education while studying in United States . I asked to her shall I say about their profession \nVo: shaking her head Go ahead \nMe: talking about my father he is biology department head and shareholder in xyz school from where he generates 25k usd in which [ interrupted]\nVo: tell me about your Mother ?\nMe : talking about my mother she runs departmental store named xyz from where she generates [ she turned took the green slip gave it to me ] tesapxi Thankyou mam vne kude \nTips : confidence is the key Mro transcript pani hereko thina she was looking at my confidence. Eye contact main ho eye contact garera hat hallyera confidently ans dinu ani ans chai vnda alik unique hos 1st ko 2 line mai impressed hos . Be confident and present it in a good way with eye contact \nBest of luck everyone ❤️.\n\n"
    },
    {
        "uni_id": 207041,
        "university": "East central university",
        "status": true,
        "applied_level": "Bachelor",
        "12th_grade": 3.2,
        "attempt": 2,
        "conversation": "\n\nVO:straight lady \nMe:Very warmly goodmorning mam\nVO:goodmorning ,pass me your documents \nMe:Sure here it is\nVO:have you been rejected before?\nMe:Yes my I was rejected before \nVO:Why usa?\nMe:Well Vo for me my undergraduate degree is a huge investment for my career (interrupted)\nVo:Then what change have you made?\nMe:I have change the university which is much more affordable and also has an excellent academic structure \nVo:What’s your garde ?\nMe :well Vo it’s 3.2\nVo:Have you given English proficiency test?\nMe:Yes mam \nVo:can you show me?\nMe:yes mam here it is \nVo:you have very low score \nMe:Yes mam unfortunately I have score less marks but I can do better in my undergraduate \nVo:How?\nMe:Well Vo I have very good communication skills and I can communicate with people and increase my efficiency of English \nVo:okey but you have to work hard \nMe:Okey mam \nAnd then she give me green slip\n\n"
    },
    {
        "uni_id": 156125,
        "university": "Wichita State University",
        "status": true,
        "applied_level": "Bachelor",
        "Ielts": 7.5,
        "Time": "2:15 pm",
        "attempt": 1,
        "conversation": "\n\nHere is my first Visa interview attempt.\nTime: 2:15( Line le garda 4 baje tira bhayo interview)\nDocuments: 10,11+12 ko transcript,i-20, Ds-160, appointment confirmation ra passport.\nHere's how it went:\nMe: Namaste and Good afternoon miss, how are you doing?\nInterviewer: I'm doing great thank you. May i have your documents please?\nMe: Yes, of course.(hands documents)\nInterview: So where are you going to live?\nMe: I'm planning to live in my college dorms at wichita state university for about( interrupts me).\nInterviewer:Have you taken any english proficiency test?\nMe: Yes, i have taken an IELTS proficiency test.\nInterviewer: And can i have the document of that please?\nMe:(Forgot) I'm sorry miss, but i didn't bring it.\nInterviewer: Why?\nMe: Well, it wasn't really specified under the required documents in the second page of my i-20.\nInterviewer: So what was your overall score?\nMe: I got a 7.5 out of 9 as far as i remember.\nInterviewer: The university you have chosen is quite expensive, who is going to be your sponsor?\nMe: My main sponsor is my family. My father is a property lawyer who oversees and verifies the transaction of land and realstate and earns about 30000 us dollars by doing so whereas my mother runs an utensil store and earns(interrupts me)\nInterviewer: Congratulations, we have granted you a permit to the US.\nME: Thank you very much miss.\nInterviewer: Good Luck.\n\n"
    },
    {
        "uni_id": 142285,
        "university": "University of Idaho",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Biology",
        "10th_grade": 3.5,
        "11th_grade": 3.47,
        "12th_grade": 3.33,
        "Duolingo": 115,
        "coa": 30000.0,
        "Date": "March 28,2023",
        "Time": "9:15 AM",
        "attempt": 1,
        "conversation": "\n\n(biana 8:15 tira embassy pugey ani line basna start vayo…)\nSo the interview went like this :\nMe : Hello goodmorning Vo namaste🙏(haat jodera)\nVO: Namaste pass me your documents..(kasto majjaley smile gardai vanyo ani tetile confidence badyo) \nMe; here it is mam:))\nVO:so tell me where are you going?\nMe : Mam i am going to university of idaho to persue my bachelor’s science majoring biology(i was literally shaking tara face ma constant smile thiyo..)\nVO : Ohh..then why this major\nMe:Mam i want to specialize in the field of genetics (interrupt)\nVo:So you have $30k to pay who’s your sponsor for this?ho ki estai k vanyo idk exactly ..\nMe; Both of my parents are my sponsors..My father is a Regional manager of ….. bank(interrupt)\nVO : which bank?mam its ….bank \nVO: Should i call them right now?\nMe: Yes mam no problem..🤣\nVO: so what about your mother?\nMe: Mam she also works at another reputed bank of nepal …..bank vandai thiye(interrupt)\nVO: ok then have a nice stay in states.Congratulations girl:))\nMe; Thankyou so muchh mammmmm esto khushi hudai vagey green slip liyera🥹🥳\n\n\n"
    },
    {
        "uni_id": 101879,
        "university": "University of North Alabama",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Electro Mechanical Engineering Technology",
        "10th_grade": 3.65,
        "11th_grade": 2.99,
        "12th_grade": 3.22,
        "Ielts": 7.5,
        "SAT": 1210,
        "coa": 21000.0,
        "scholarship": 11000.0,
        "attempt": 1,
        "conversation": "\n\nHere is my interview experience \nInterview duration: Around 20 sec  \n I arrived at embassy at 9 am. My interview time was scheduled at 9:30 but I got my chance only at 11: 20 At first I was referred to bald vo but once he looked at all my documents he referred me to another vo at the first counter and here is how it went He already had my documents so he started asking question immediately \n Vo: How is engineering going to help you achieve your career goal?  \n Me: Acutually sir it's not only engineering but electro mechanical engineering technology. After the completion of my course , I want to return to my country and revolutionize the use of EV and automated machines. There are already many EV's in the market but they lack something as they can't go outside of the valley or city so I want to create an all terrain ev which has more power and can be afforded by every household in Nepal. That's it sir. \n Vo: congratulation. I'm issuing you a visa collect your passport on time.   \nMe: Thankyou sir.\n\n\n"
    },
    {
        "uni_id": 179894,
        "university": "Webster University",
        "status": true,
        "applied_level": "Masters",
        "major": "Cyber Security",
        "bachelor_grade": 7.9,
        "Duolingo": 110,
        "coa": 27564.0,
        "scholarship": 5512.0,
        "Date": ": Feb 28, 2023",
        "Time": "7:45 AM",
        "attempt": 1,
        "conversation": "\n\nVisa Vo: Straight Hair American Lady\n[ My turn was on the Korean VO  at the time they decided to take a f1 visa interview only on one counter Me:e by a straight hair lady. I was like thank god!!]\n[Two students before me were serially rejected by straight hair lady and then my turn came in]\nVO: Hello!! \nMe: (With confidence) Hello Ma'am, Good morning, How are doing?\nVO: (Smiling) All good! Pass me your documents please.\nMe: There you go\nVO: Why United States? \nMe: (Speaking quickly)US Graduate schools are way ahead in research fields like Cyber Security and Data Science compared to other countries worldwide. (Interrupted, Keep Calm and chat with me) [With cute smile again started] US universities offer support for international students, flexible course curriculum, cultural diversity, top-ranked courses, and many more.\nI believe that academic freedom and academic power are the present need and the United States is well known for this. The degree from the US is globally recognized as academic standards are very high there. Having a degree from a US university will help me to get better job opportunities after returning back to my home country Nepal.\nVO: Who's going to sponsor you? \nMe: My parents are going to sponsor my education and stay in the USA. My father is a Doctor and his annual income is around $24000 and my mother is a teacher and her annual income is around $14000. (Interrupted and asked Which type of doctor) replied: My father is the govt. doctor he's been upgraded to 8th level. Besides this my parents have savings of $25000 separately for my abroad studies.\nVO: You've completed your undergraduate from India? \nMe: Yes Ma'am, from JNTUA\nVO: What's your GPA? \nMe: 7.9 out of 10 . \nVO: [Looking at my transcript and smiling, I thought she was really Impressed with my CGPA at the time](Typing for 10 sec).  \nBy smiling! Great, I'm issuing your Visa. Have a great stay in the USA (Gives me the green slip)\nMe: Thank you so much Ma'am! Have a great day.\n[ Mero case ma confidence and GPA le dherai matter greko jsto lagyo ]\nThank you so much Anand Gupta  for your great help to achieve my Visa to USA🇺🇸.\n\n\n"
    },
    {
        "uni_id": 212601,
        "university": "Gannon University",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Computer Science",
        "Date": "March 14th, 2023",
        "Time": "12:30 AM",
        "attempt": 1,
        "conversation": "\n\nCounter: American lady (straight hair)\n\nInterview duration: I believe it was around 1 minute, 30 seconds.\nMe: Namaste! (with two hands) Good afternoon, Vo.\nVo: Good afternoon (she was saying while looking at another Vo).\nMe: \"Vo, here is my document.\" And can I open my mask?\nVo: Yes, you can (and now she was looking at my document).\nMe: How are you doing, Vo?\nVo: I'm good, and what about you?\nMe: \"With a smile, I'm good too.\" Thank you so much for asking me, Vo.\nVo: Why the USA?\nMe: To be very honest with you, Vo, US education has always been practical and (interrupt).\nVo: All students say practical education. Tell me another reason.\nMe: \"Yeso, Milayera Bhane.\"\nVo: What are your hobbies?\nMe: My hobbies are to play football and tennis.\nVo: Okay, then tell me about one tennis player.\nMe: I said one tennis player's name.\nVo: Who are your sponsors?\nMe: My parents are my sponsors for my entire education and accommodations while I stay in the United States.\nVo: What do they do?\nMe: told my parents' professions.\nVo: \"Vo, le chai hand gesture diyer tala tala haat ladai hun huntiyo.\" \"I'm not sure if I spoke too quickly or too loudly; after her hand gesture sign spontaneously, I told her my answer slowly and calmly.\"\nVo: Have you taken any tests?\nMe: Yes, Vo, I have taken Duolingo and scored over 125; shall I show you?\nVo: No, you don't have to.\nVo: What is that document? (She saw one document on her desk in front of me.)\nMe: Oh!  I'm so sorry, Vo, I left to submit my grade 12 transcript.\nVo:  So your GPA has dropped a little bit from the previous year; why?\nMe: \"Well, Vo, I am an athletic player, and I was the football player from a........club, so I could not do better this year than last year.\"\nVo: Congratulations! I am granting your visa. Have a safe journey to the United States.\nMe: \"Thank you so much, Vo; you made my day.\" ( Ma Khusima tehi aagadi desk ma mero mask chutiyecha tehi side ko guard dai le bhai mask chutiyo ta mask lyau ra lagau  bhannu bhayo Vo le arko lai interview lidai rahecha so mahile distrup nagari Vo lai smile didai chutiyeko mask liyera ra lagayera Embassy bahira aaye.  This is how it went.\nTips: Be confident, make hand gestures and eye contact while communicating with a visa Vo, and smile while answering if the visa Vo allows you to open your mask.\nI hope you all get your visas. Don't lose hope if you reject this time; one day you will certainly get a visa. have patience. (If you need help, you can DM me.)\nAll the best to all of you.🙏\n\n"
    },
    {
        "uni_id": 213251,
        "university": "Juniata College",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Computer and Information Sciences",
        "12th_grade": 3.57,
        "scholarship": 49000.0,
        "Date": "31st May 2022",
        "attempt": 1,
        "conversation": "\n\n I reached the embassy at 09:00 am.After that I waited for a while and entered the embassy at 09:30 am. I had some conversation with some colleague who were with me in the line. \nAfter an hour, I went for biometric and joined the line for the VISA interview. I was looking at others applicants who were giving the interview and saw some approvals and rejections as well. \nFinally, my turn came. And here goes my experience…….(I went to counter no. 10)\nMe: namaste sir\nVo: hello namaste. Please pass me your passport and documents.\nMe: sure sir\nVo: why are you going to USA?\nMe: I'm going to USA to pursue my bachelor's degree in computer and information sciences at Juniata College.\nVo: why are you going to this college?\nMe: well, I had gone through the course structure of every university I have been accepted too. At conclusion, I came to know that juniata college provides students with reliable and modern infrastructure as well as the techniques to improve student learning. Also,.....( I was talking at a high pace and he intrupped me and told me to take a long breathe. We both  smiled a little and I  said okay sir.)\nVo: what are you going to do with this degree.\nMe: After graduating, I will return back to my home country and use the computer science knowledge to bring revolution in the agricultural sector of nepal. Due to the poor management of the market, tons of products are being wasted daily……..\n(He looked at my scholarship and pointed towards it saying wow you deserve it.)\nVo: There is no reason to reject you. I'm approving your visa.🎉🎊🎊\nAfter that, I thanked him 3 times and went out with a green slip in my hand.\nI would like to thank all my friends for their help and their non-refundable time, specially to( Sambridhi Ksea Didi, \nMilan Sharma , \nNishAr Miyan , \nRuPesh KhAtri ,  , prerana Didi,  , आशिष खनाल dai,  , Abhigya Sapkota ,  ).\n Wish you all best of luck for your visa approval.❣️ Just be confident and make sure to give your 100%.\n\n\n"
    },
    {
        "uni_id": 219471,
        "university": "University of South Dakota",
        "status": true,
        "applied_level": "Masters",
        "major": "Computer Science",
        "Ielts": 6.5,
        "coa": 2400.0,
        "Date": "22nd December 2022",
        "attempt": 1,
        "conversation": "\n\nCurly Hair wala VO \nME: Good Afternoon Mam \nVO: Good Afternoon, please pass me your Documents \nME: Here you go maam. \nVO: Why USA ? \nME: USA has the World-Class and top-ranked Universities which offer exciting research, flexible study systems and my desired Degree will have the recognition world wide. \nVO: Why USD ? \nME: South Dakota is home to programs, resources and services that benifits students, communities and acedemic Discipline. The USD has the Award-winning Faculty  research and teaching areas which are primarily focused on algorithms, AI, ML, CV, PR and so on (technical terms hun google garnu) \nVO: Who is going to sponsor you ?  \nME: My parents (My Mom and my Dad) are going to sponsor my education in the united states. My father owns the Distribution Company Named -----  estd in 2012 AD with a total of 15 Staffs and he Generates approximately XXXX$ per year whereas my sweet mother is a business woman too and she owns The Departmental Store Named --------- estd in 2014 AD  with a total number of 6 staffs which is Located on our own Building and she generates around XXXX$ per year. In addition to that my parents have saved XXXX$ for my future studies which will eventually wind up helping in my University days.\nVO: Congratulations Your Visa is Approved, Enjoy your time at the US. \nHaat ma paper ligey dhogey ani niske.\nMero case ma ek choti interruption bhako thiyena. Ani i was happy mero kura majjale sunirakhnu bhako cha bhanera. So, be confident and eyes contact garera bolnu. That's the key to achievement.\n\n"
    },
    {
        "uni_id": 213251,
        "university": "Juniata College",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Computer and Information Sciences",
        "12th_grade": 3.57,
        "scholarship": 49000.0,
        "Date": "31st May 2022",
        "attempt": 1,
        "conversation": "\n\nI reached the embassy at 09:00 am.After that I waited for a while and entered the embassy at 09:30 am. I had some conversation with some colleague who were with me in the line. \nAfter an hour, I went for biometric and joined the line for the VISA interview. I was looking at others applicants who were giving the interview and saw some approvals and rejections as well. \nFinally, my turn came. And here goes my experience…….(I went to counter no. 10)\nMe: namaste sir\nVo: hello namaste. Please pass me your passport and documents.\nMe: sure sir\nVo: why are you going to USA?\nMe: I'm going to USA to pursue my bachelor's degree in computer and information sciences at Juniata College.\nVo: why are you going to this college?\nMe: well, I had gone through the course structure of every university I have been accepted too. At conclusion, I came to know that juniata college provides students with reliable and modern infrastructure as well as the techniques to improve student learning. Also,.....( I was talking at a high pace and he intrupped me and told me to take a long breathe. We both  smiled a little and I  said okay sir.)\nVo: what are you going to do with this degree.\nMe: After graduating, I will return back to my home country and use the computer science knowledge to bring revolution in the agricultural sector of nepal. Due to the poor management of the market, tons of products are being wasted daily……..\n(He looked at my scholarship and pointed towards it saying wow you deserve it.)\nVo: There is no reason to reject you. I'm approving your visa.🎉🎊🎊\n\nAfter that, I thanked him 3 times and went out with a green slip in my hand.\nI would like to thank all my friends for their help and their non-refundable time, specially to( Sambridhi Ksea Didi, Milan Sharma , NishAr Miyan , RuPesh KhAtri ,  , prerana Didi,  , आशिष खनाल dai,  , Abhigya Sapkota ,  ).\n Wish you all best of luck for your visa approval.❣️ Just be confident and make sure to give your 100%.\n\n\n"
    },
    {
        "uni_id": 199209,
        "university": "North Carolina Wesleyan University",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Computer and Information Science",
        "12th_grade": 3.4,
        "Ielts": 7.0,
        "scholarship": 30000.0,
        "Date": "Dec 13, 2022",
        "attempt": 1,
        "conversation": "\n\nSuper Bald VO 👨‍🦲 \n\n( tinta matra VO thye and that takla accepted only 4 passports including mine! And trust me mah last last ma thye mero paxadi like 7-8 jana thye hola! But I was confident anyway ✌️ majak gardai basira thye line ma pani )\n\nVisa experience: \n\nMe: What’s up sir! Good morning.\n\nVO: It’s afternoon my boy! Let me see your documents.\n( at this moment I knew I fucked up but bad luck was on holiday Ig )\n\nMe: oh sorry sir! Good afternoon. Here’s my documents.\n\nVO: Why this university?\nMe: I luckily got to know about this university through a family friend named …. who studied in this university about 5 years ago. She shared her experience with this university and I was pretty impressed. She got me in touch with Dawn Turner (the Director of International Student Services) who guided me through the entire process until now. The second reason is that I got a massive scholarship of around 30 thousand dollars out of about 34 thousand dollars tuition fee, Which is approximately 90% of the tuition fee. The third reason is that this university promises to provide me… (interrupted)\n\nVO: What is your major?\nMe: My major is computer and information sciences.\n\nVO: Why this major?\nMe: I choose this major for two reason. First, because I have always been interested in computer science and I dream of having a career in the field of information technology. The second reason is that I look forward to contribute my tech skills for big name IT companies in Nepal like LeapFrog and DeerWalk. And after gaining experience I’ll implement my knowledge for my family company ….. .\n\nType gardai sodhyo why’s your hair straight on your documents but curly in here?\nMe: sir, I normally wear a cap when I go out on sunny days which makes my hair straight but today my appearance here is completely natural as I didn’t wear any cap.\n\nVO: with a funny smile... Who will sponsor you?\nMe: My father..(it was a blunder but I corrected it) I mean My parents will be sponsoring me.\n\nVO: You still have 19k to pay how will your parents afford this?\nMe: My father …  is one of the most respected professional cinematographer in Nepal. He took his cinematography training from the BBC UK and has been working as a freelancer for big name international media houses like BBC, CNN, Al’ jajeera and INGO’s like the UNICEF, UNESCO. Due to his international demand, reputation, support, and hard work he earns more than 25 thousand dollars per year.\n\nMoreover, my mother … owns and runs … media house and works in this company as a full time professional video editor. The company works in the field of producing documentaries, films, PSA and videos for domestic clients as well as for INGO's. Also, she has 3 staffs working for her and she earns around 15 thousand dollars per year through the company.\n\nVO: Khai kuni k vanyo “future plans?” Vaneko matra suney.\nMe: In the short term, after completing my bachelors in NCWU I will return back to my home country Nepal and I look forward to contribute my… ( interrupted)\n\n( green slip nikalera rakhyo )\n\nVO: Congratulations boy, I am granting you your student visa. (Yeti matra vandai thyo mah slip lera gate ma pugisakyathye)\n\n(I don’t know if it was a lucky day or if I gave my answers properly but who cares I got my visa and that’s that. All the best everyone. Stay calm and keep your cool)\n\n\n"
    },
    {
        "uni_id": 183910,
        "university": "Caldwell University",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Biological Sciences",
        "10th_grade": 4.0,
        "11th_grade": 3.67,
        "12th_grade": 3.59,
        "Ielts": 7.0,
        "SAT": 1350,
        "coa": 17000.0,
        "scholarship": 28000.0,
        "Date": "Dec 19, 2022",
        "attempt": 1,
        "conversation": "\n\nCurly hair lady \n\n( Rejection matra dekhirathe maile chai tesaile derai dhuk dhuk bhairako thyo tei pani inhale exhale gardei basirathe Haha I thought esari nei nervousness kaam hunxa vanera ) \nVisa experience: \n Me: Hello, Namaste and Good morning Vo.\n\nVO: Good morning. Pass me your documents.\n\nMe: Sure ma'am! Here are my documents.\n\nVO: Okay, so Bachelor's in Biology from Caldwell university, huh?\n\nMe: Yes ma'am! \n\nVO: So, why this university?\n\nMe: Well, ma'am. After researching many universities and shortlisting them, I found some uniqueness in Caldwell university. ( interrupted...........\n\nVO: Why do you want to major this course? \n\nMe: Vo, the main reason I wanted to major this course is due to the negligence of the need of research biologist in our country. Well, maam in Nepal, about 7 lakhs people die due to drug resistance pathogens because the drugs designed to kill or weaken the infections actually don't respond to them.( yo chai yei Usvns bata nei vetako ans thyo.. anii feri interrupted................\n\nEspaxi ta ma purai nervous vaye ans nei sundeina ta interrupt garya garyai garxa ta bich bichmai vanera.. tei pani mutu dhuk dhuk vayeni aawaj ta mukh bata niskine ho tesaile jasari vayeni bolxu vanera confident vaye...... \n\nVO: euta sentence vandei thyo VO le.. maile bujina ani sorry ma'am vanna laisakya the tara feri what are you doing after getting this degree vaneko chai sune ani relax vayo😭 \n\nMe: Ma'am, after majoring biology from Caldwell university, I want to return back to Nepal and work at one of the most reputed research institute of nepal that is KTM research institute of biological sciences where I will be especially focusing on how infections are spread particularly and how drugs and antibiotics react with those infections and kill them. ( Yo ans chai majale sunyoooo ani syattta ma tira farkera tauko hallaudei ummhmm garyoo tespaxi ta feri confident badyo haha ) \n\nVo: Okay, so you have got good scholarship? \n\nMe: Yes ma'am! \n\nVO: You still have 17k$ to pay, how will you manage?\n\nMe: My parents are going to sponsor me .\n\nVO: What do they do?\n\nMe: My father owns a furniture store from where he earns 24k$ annually and my mother is a lab technician at Kathmandu Heart Foundation from where she also generates 20k$ per year. Besides, they do have a savings of 48k$ strictly separated for the rest of my education . Also, they have a land of 10 ropanies in Jhapa which is now of worth 40k$ . So ma'am, I'm confident with these income, my parents will fully fund my educational and living expenses in the US. ( yo ans chai purai sunyo ani maja ayo) .\n\nVO: eakxin type garera Congratulations boy, I am issuing your VISA. Have a great stay in the US. ( Eti vanepaxi ma Have a great day ma'am vanera vagera bahira gaye .... ) \n\nAnswers chai maile sab confidently nei bhanya thye loud voice ma so be confident and Best of luck for those who are waiting for their VISA too. Cheers.....!!!!\n\n"
    },
    {
        "uni_id": 142285,
        "university": "University of Idaho",
        "applied_level": "Bachelor",
        "status": true,
        "major": "Biology",
        "attempt": 1,
        "conversation": "\n\nCurly vo\nI was quiet nervous and excited at the same time.\nMe : Namaste Vo,good afternoon!\nVo : good afternoon (silent pause)\nMe: how’s your day going on Vo?\nVo : it’s preety good.(typing)\n        Why this major?\nMe : biological science is one of the course that perfectly fits my area of Intrest,my aim and my academic background. With this major I will be able to learn more about micro organisms,fullfill my dream of becoming food microbiologist and establish my career in nepal.this field has very promising future in nepal. most of the food consume by neplease people are mostly inorganic and processed which has given rise to number of diseases and is very serious concern ( interrupted)\nVo (looking at my transcript):oh you went to police school.\nMe : yes Vo\nVo : I see your tution fee is quite expensive who is gonna pay for those?\nMe : Vo my parents are going to sponser my education and entire stay in USA. Well my father is a business man. He owns a brick factory and generates around ……per year where as my mother is a retired police Vo and owns a grocery store with an annual income of …..\nVo: How many workers are there in your factory?\nMe : There are around 200 workers in my factory.\nVo : Doyou have any siblings?\nMe : yes Vo, I do have a younger brother he is currently studying in grade 3.\nVo : (Smiled then kept my passport in a box and passed me the green slip❤️)\nMe : Thank you soo much Vo. Have a nice day.\n\nTips : just be confident, bold and speak loud then boom visa is yours🇺🇸\nSpecial thanks to Saurav Joshi dai❤️\n\n\n\n"
    },
    {
        "uni_id": 206941,
        "university": "University of Central Oklahoma",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Computer Science",
        "coa": 17000.0,
        "Date": "November 9, 2022",
        "attempt": 1,
        "conversation": "\n\n😍 Hot American lady\nMa halka Nervous bhako theye but  lamo sas leye aba je hunxa herom bhanera mero number ayo. 1 indian le pandit ko luga lagako theyo herera ma tw haseko hasehase😂. \nMe : Namaste mam , good morning 🙂, how are you doing today. \nVo : good morning!!  pass me ur all documents. \nMe : here are my documents . \nVo : Why USA why not any other country?\nMe : mam, All countries have something special in them, and USA has proven itself by giving birth to information technology and computer science and it has been the leader of software technology. I admire Steve Jobs, Bill Gates, Elon Musk, Mark Zuckerberg they all have proven that with USA education and complete hardwork and dedication one can create something new and reach success. So for me USA is the BEST, which is why I want to learn from the BEST. \nV0 : Typing... \nVo : Did you applied for any Personal loan? \nme : No Mam. \nVo : Typing\nVo :Have you worked anywhere in past?\nMe : Yes Mam, I have passion of studying software languages, and I have worked on freelance websites and have successfully completed different types of projects. \nVo : how many universities you applied?\nMe : I have applied 3 univ. among them i have got admits in 2 unMe: university of Central Oklahoma and South East Missouri state unMe: \nVo : Who is going to sponsor for your education?\nMe: my parents are going to sponsor for my education. my father is a realstate business manager in Nepal his annual income is around 25k$ and my mom own beautyparlor in Nepal her annual income is around 15k$.\nVo: You have 1year gap.what you have done in that time period. \nme : Mam at  that time period i have done many courses like java, xml, c++, lua which really help me to complete my graduation. \n( he started typing something for 15 - 20 sec and he took out a green slip  ) \n\nVO: congrats  I'm issuing you a visa. \nme : Thank you for your time. Have a Positive day mam / Mam. Thank you again\n\n\n"
    },
    {
        "uni_id": 207041,
        "university": "East Central University",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Computer Science",
        "Date": "Dec 11, 2022",
        "Time": "9:30",
        "attempt": 1,
        "conversation": "\n\nI was kinda nervous line ma basda . I was hearing everyone's conversation and curly hair was rejecting everyone. So i was with curly hair and thought it would be okay if i got rejected.\n\nMe: Goodmorn....interrupted\nVo: Pass me your documents (She was rude)\nI see you are going to east central university. Why do you wanna go to this uni? \nMe: Ma'am the reason behind choosing rhis university is its highly rated study programme in my major...interrupted\nVo: I see your major is computer science why this major? \nMe: i am very passionate about technology . I started getting more interested when i first learned coding in my school days and i kept as my priority. I've also learned many programming language like C,C++,HTML and CSS in my high school......interrupted \nVo: Who's gonna pay for your rest fees?\nMe: My parents are my sponsers.\nVo: What do they do?\nMe: My father is former police Vo and he own hotel and lodg3 in my hometown and my mother runs remittance since 12 years. \nVo: what what what does your mom do? \nMe: Remittance Ma'am remittance\nVo: She does or what do you say i dont get it \nMe: She owns remittance \nVo: what \nMe: silent\nVo: silent\n(She was heading for yellow slip then suddenly a word stroke in  my mind)\nMe: Prabhu money transfer Ma'am \nVo: ohhhh ohhh ohhhh she owns money transfer ohhhh gotcha \n(Then she stood up and handed me green slip) \nVo: gejqbdbwvsvsvwhw( I was blank what she said coz i got green slip and didnt hear)\nMe: Thankyouu so much thanks so much\n\nSo the trick is ... be confident stare at her eyes although she would be staring at her computer. \nBe bold \nBe positive ✨️\n\n"
    },
    {
        "uni_id": 157386,
        "university": "Morehead State University",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Biomedical Science",
        "Date": "11 Dec, 2022",
        "Time": "10:45",
        "attempt": 1,
        "conversation": "\n\nNervous ta ma thina. Mock haru enough deko they. Maile plenty of time spend gareko they research ra university apply ma so i was fully prepared. Green slip lera aaune haru ni dekhirako they maile baira. Line lagera vitra xire ani Tespaxi gentleman  in biometric section ( counter no 1) took my biometric. Tespaxi ma washroom gaye . They were taking interview from counter no 7 to 10 only. Ani tespaxi ma ni interview ko queue ma lage .vitra ta rejection dherai dhekey but still i was confident. I saw curly vo rejecting alot so pray gari rako they usko ma chai naparos. Mexican vo majale sunirako tho though he was also rejecting( blad vo lai maile majale notice garina)\n finally my turns :\nMe : namaste Vo , good morning 🙂\nVo : good morning!!  pass me ur all documents. \nMe : here you go . \nVo : How this course from this university will help you to acheive your goal?\nMe : Vo,i have a great ambition to work as a medical researcher in national academy of science and technology. Despite being so rich in medical herbs and resources ,Nepal Imports millions of pharmaceutical medicine and products which makes overall health sector so expensive. Many medicine can be produced here with better research and study but this hasn't been possible yet due to lack of man power working in this field. So i wanna complete this degree to enhance pharmaceutical (interrupt)\nVo : Did you applied for any other scholarship? \nMe :  Yes i did . I have received merit based scholarship and housing scholarship. Other scholarship decisions are under review.\nVo : how many universities you applied?\nMe : I applied to 4 uni .should i name them?\nVo : why didn't you go there ?\nMe : other universities often time only offers a straight biology major which includes courses like botany and zoology which are also a great program but for me who wanted to become a medical researcher i am actually looking for patho physiology anatomy, molecular taxonomy  which i found in this university with updated course curriculum and better research facilities. So i didn't go anywhere and choose this university.\nVo : What does your father do?\nMe: My father ia business man . He owns a furniture house from where he makes (interrupt)\nVo: i dont need that!! \n(yo sune si dar lago . He was continuously typing ani ma chai pray gari rako they)\nVo: okay i am issuing your visa. There are many scholarships in usa. Make sure to apply for other scholarships as well. You  cannot work more than 20 hr aweek. Collect your passport bla bla ...\nMe: thankyou sir thankyou sir. Sure sir .\nHave a good day vanera chaldiye .\nExit door Neri ekjana kta green slip lera basirako tho u sangai angalo haldai baira samma aaye. \n\nPs: luck ni kai hola but if timi confident vaera to the point bolna sakeu vane visa is all yours !!\n\n\n"
    },
    {
        "uni_id": 159647,
        "university": "Louisiana Tech University",
        "status": true,
        "applied_level": "Bachelor",
        "major": "computer science",
        "coa": 20000.0,
        "Date": "11th December 2022",
        "Time": "9 am",
        "attempt": 1,
        "conversation": "\n\nVisa interview experience: \nBihanai uthe 6 baje . Nuhayera mandir gaye ani bato ma vako dogs lai biscuits haru diye . \nAnd my interview goes like this //\n\nVisa Vo: Cury VO \nMa vanda aagi 2 jana lai reject garya thio VO le . I was like kei xaina yetro time and effort lagako xa you have to do it vanera aagi badhe. \n\nMe: Hello mam ! Goood morning ( in a very loud with smiley face ) \nVO : Oh Good morning! How are you ? \nMe : I m good and nice to meet you again mam.  \nVO : Really! Have we met on USEF?... Pass me your documents. \nMe: (Gave ) Yes! Its our third meet .(with smile)\nVO : ( hasdaMe:.) Hope this is our last meet. Ohh!! Louisiana Tech University?!! ( with a excitement)\nMe : Yes mam! I am heading towards LA tech university \nVO: okay! Why this university? \nMe : I choose this university because the course curriculum has dedicated career track in cyber security with latest subjects like cyber defense and penetration testing. I can do extraa cyber security certification courses like….interrupted….\nVO : Why cybersecurity? \nMe: Its an interesting story offer,\nActually Vo, while shopping online my credentials were leaked and lost a huge amount ( Oh really!! Haha ) That incident got me curios on how software works and how hackers bypass it to gain access to the system. So, With a long term vision of growing in the field of cyber security and helping my country to fight against  those malicious cyber security attacks I have decided to pursue my bachelors degree in computer science with a specialization in cyber security.\nVO : Well , I can see you got few amt of scholarship. Who’s gonna pay for rest of your fees ? \nMe: My parents will be providing for me with financial support.\nVO : Can you elaborare? \nMe : My father is a business man and owns a import and export business of nepali products where he supplies nepali products to different places in europe from where he generates annual income of 33k  USD per year. My stepmother makes 11k USD per year as a senior nurse at Bharatpur Cancer Hospital. Besides that, we have….. green slip haat ma lisakya thio \nVO : Yayy!! Congratulations 🎈 your visa has been approved. Have a nice stay at USA . \nMe : Thank you so much mam ♥️\n\n Yeha chai visa Vo aafai kati khusi hunu vako thio haii ani kastoo k maile boldaa uha le ni expression dirakhnu vako thio . May be she was impressed with my answers and my hand gestures. \nTips : yessss… confidence and hand gestures chai chaine raixa and the way you deliver your answer also impacts. Best of luck 🤞\n\n\n"
    },
    {
        "uni_id": 149231,
        "university": "Southern Illinois University Edwardsville",
        "status": true,
        "applied_level": "Masters",
        "major": "Mechanical Engineering",
        "coa": 33000.0,
        "scholarship": 8190.0,
        "Date": "8 Dec, 2022",
        "attempt": 1,
        "conversation": "\n\nJob years: 7 years\nMaximum rejection thiyo aja, aafnai aghadi 15 jana ko lagaatar yellow slip, halka hopeless ni vaiyo\n\nMe: Good Afternoon Vo.\nVo: Good Afternoon, Pass me your documents\nMe: Here, it is.\nVo: So, why USA?\nMe: I want to study in USA because it is one of the most popular(interrupted) {I was hoping ki yo question na aawos because it's one of the most general question and answers are always too scripted}\nVo: Who is going to fund your education?\nMe: My parents will be sponsoring my tuition fees and living expenses as well.\nVo: What do they do?\nME: Father is an Associate Professor at TU, Mother is Principal of Government School and they both earn a combined of __$\nVo: Congratulations, I am issuing your visa. Have a nice stay in the US.\nMa ta khusi le thank you vandai bhaagey tya bata.\n\nBihanai Pashupatinath gayera bhagwaan lai darshan gariyo, good vibes ta aairathyo bihanai bata, plus VO was also so cool 25-30 sec ma sabbai interview sakkiyo.\n\n\n"
    },
    {
        "uni_id": 169248,
        "university": "Central Michigan University",
        "status": true,
        "applied_level": "Bachelor",
        "major": "computer science",
        "coa": 16000.0,
        "scholarship": 9000.0,
        "Date": "1st December, 2022",
        "Time": "10:00 am",
        "attempt": 1,
        "conversation": "\n\nMe: Namaste! Good Afternoon Vo.\nVo: Good Afternoon, Pass me your document.\nMe: Here, it is.\nVo: How bachelors degree at CMU helps to achive your future goal?\nMe: Bachelors degree in CS from CMU will definately help me to standout in the professiins related to AI and blockchain as its provides me with the course curriculum in the field of my interest with several research and internship opportunities.I have been and will be in contact with examplary professors and seniors who will guide and motivate me throughout my journey Apart from this all ,i will have the privilege of getting US certified international degree from CMU that will help me to standout in the field once i return back to my country.\nVo: How much scholarship did you get?\nMe: 9K.\nVo: Who is your sponsor?\nME: My parents will sponsor my fee and other expenses.\nVo: Okey boy I am issuing your visa and you deserve more scholarship so research more.\n\n\n"
    },
    {
        "uni_id": 179557,
        "university": "Southeast Missouri State University",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Business administration",
        "scholarship": 6500.0,
        "Date": "November 29, 2022",
        "Time": "10:30 AM",
        "attempt": 1,
        "conversation": "\n\nCurly hair VO \nVo: hello \nMe: hello mam good morning \nVo: good morning pass me ur docs\nMe: ok mam here it is and she started checking my  i20 and I was like how u doin mam \nVo:I'm doin good and she was like ohhh ! South east Missouri and Business administration \nMe : yes mam \nVo : so why Missouri university \nMe : mam One of the reasons that led me to choose Southeast Missouri State University was that clubs like Collegiate DECA, International Business Club, and Association of Human Resources and Management would be accessible to me. Through this club's  I wish to get exposed to real-world businesses meetings,  seminars and grow my managerial skills and learn various sales technique and I was interrupted \nVO:  how u got interest in Business administration \nMe: so since childhood I saw my father involved in business and I was interrupted \nVO: I see u got 6500$ scholarship but who is going to sponsor the remaining amount \nMe: my parents are going to sponsor my education.  My father owns a gas station company which makes an annual income of __k and my mother owns a departmental store where she makes around __k and my father have a saving of almost __k for the sole purpose of my education and we have 2 houses from where we generate upto __k as a rent and I saw VO reaching to the green slip so I stopped talking \nVo: congratulations and have a good time in US \nMe : thank you so much mam have a great day 👋\n\n"
    },
    {
        "uni_id": 159647,
        "university": "Louisiana Tech University",
        "status": true,
        "applied_level": "Bachelor",
        "major": "computer science",
        "11th_grade": 3.78,
        "12th_grade": 3.5,
        "Time": "9:30 am",
        "attempt": 1,
        "conversation": "\n\nBihanai 4:30 ma uthya thiye ani pashupatinath gaye dad mom saga ani embassy aaye ani ekxin baira parke paxi line ma base ani 10/20 min ma bhitra gaye. Tesaxi biometric haru sab vayo ani  ekxin paxi palo aaihalyo . Malai guard dai le curly hair VO ko ma pathaunu vayo and interview went like this:\n\nVO : Hello, pass me your i20, transcript and passport😊\nMe: hello ma'am, here you go. ( Passed)\nVO: Oh Lousiana tech university? Why this university?\nMe: After getting recommended this university from my former high school senior Reeyą Shresthą , I started researching about this university in google and other different social media. I found out that this university was totally founded by innovation and technical expertise and i believe that Lousiana tech university has best facilities in research field with which i can get great opportunity to explore my interest in computer science. Another reason...(interrupt)\nVO: why computer science?\nMe: ma'am I have always been passionate about technology and its rapid development and with the spark of interest since my childhood i started learning programming languages like c, c++, python by myself.And learning myself have been challenging.....(interrupt)\nVO: you've got ...... Scholarship. who's gonna pay rest of your COA.\nMe: my parents are my sponsors . My dad he owns a wholesale shop. From there he earns around ...... . My mom she works as healthy assistant in medicity hospital. She earns around ...... . They also have 3 flats rented here in Lalitpur, from there they earn around ....... Being a supportive parents,my parents also have savings of ......  for my higher studies.\nVO: !!congratulations!! ma'am your visa is approved ✅✅.\nMe: thank youuuuu sooo much ma'am...... (Left my 11th grade transcript 🤦)\n\nSpecial thanks to my sister Simran Bhattarai  who took my mock tests and made me feel confident. Also thanks to Su J AN and Suyesh Khanal  for helping me prep for interview and suggesting me some answers.\nTei ho most important thing in interview is confidence ra luck . Best of luck to everyone whose interview is coming soon 🤞🤞. Give your best.♥️♥️\n\n"
    },
    {
        "uni_id": 206084,
        "university": "University of Toledo",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Computer Science and Engineering",
        "12th_grade": 3.7,
        "Time": "10:00 am",
        "attempt": 1,
        "conversation": "\n\nThe interview lasted for around 30 secs I guess.\nMe: Good morning! How are you? (in an American accent)\nVo: Wow! I'm fine. How are you?\nMe: I'm good. Thanks!\nVo: Why US?\nMe: US is the best country when it comes to education and (Interrupted)\nVo: Wooh! You've got good grades. How did you manage to get a 3.7 GPA?\nMe: Hard work and perseverance \nVo: Who are your Sponsors?\nMe: My parents are my sponsors. (She kept looking at me) My father owns a business Hoarding board and Flex print and my mother is a legal Advisor (interrupted )\nVo: Congratulations I'm issuing your Visa. \nMe: Thank you! Have a nice day!!\n\n(The \"Wow\" she told me after I greeted her boosted my confidence. )\n\n"
    },
    {
        "status": true,
        "applied_level": "Bachelor",
        "major": "Computer and information sciences",
        "coa": 14000.0,
        "scholarship": 16000.0,
        "Date": "17 November, 2022",
        "Time": "2:45 pm",
        "attempt": 1,
        "conversation": "\n \nBald American VO (he kept smiling and laughing all the time)\n\n(Passed documents at first)\n\nMe: hello, good afternoon, Vo! How are you?\nVO: Good afternoon, I am fine.What about you?\nMe: I am pretty good and excited as well.\nVO: So, why this university?\nMe: Vo, I have been accepted into an honors college where I will have direct and close interaction with the professor Which will be beneficial for me in research-based education.\n     Most importantly, I have been awarded the most prestigious scholarship of this uni worth around 16k Us Dollars, which covers almost 60% of my tuition fees, which.....(Interrupted)\nVO: Why this major?\nMe: before answering, do you mind if I ask you a question?\nVO: Yes, go ahead.\nMe: Have you ever heard about cybercrime in the banking sector?\nVO: Yes, I have heard.\nMe: Likewise Vo, I have also experienced such cyber...\n(Interrupted)\nVO: I see you got a 16k scholarship but still have 30k to pay. How will you pay that amount?\nMe: Vo, My parents are my sponsors and they are going to fund my education and stay in the US.\nVO: What do they do?\nMe: My father owns a .....named .....in.... from where he generates around 31k USD per year.\nMy mother owns a .....named .....in....from where she earns around 14k USD per year.\nOn top of that, my parents have accumulated savings of around 38k USD for the sake of my study.\nAlso, my parents have been investing in the stock market for a few years and the total portfolio is...(interrupted)\nVO: okay boy, tell me about your plans after graduation.\nMe: Vo, whenever I try to do an online transaction through online banking, the news about the cyber crime strikes my mind instantly...\n(Interrupted)(turned to  grab the slip and passed me a green slip)\nVO: congratulations boy! Have a nice stay in the US.\nMe: Thank you, Vo, have a great day.\n\nGood luck! Everyone\n\n\n\n"
    },
    {
        "uni_id": 142285,
        "university": "University of Idaho",
        "status": true,
        "applied_level": "Bachelor",
        "major": "computer science",
        "12th_grade": 3.5,
        "Ielts": 7.5,
        "scholarship": 16000.0,
        "Date": "Nov 15, 2022",
        "Time": "10:00 am",
        "attempt": 1,
        "conversation": "\n\nGot up early in the morning, dhup batti garne daily routine vayo,then mandir Gaye ..\n\nAni Gaye 8:30 tira eklai bus ma 😆\nGaye sathi ko room ko key thiyo bag rakhera line ma basey ..\n\nVitra jane Palo aayo ..\nVitra gara 80k kharcha Vaxa ramro sanga herxu embassy vanne soch aayo 😆 bunker haru hunxa vanne sunethe ..\n\nI was hopeful but testo Saro expectations chai thiyena 😆\nBiometrics vayo ..\nInterview ko line suru vaisakexa ..\nBald vo ko ma rakhdinu vayo \nUta ko lady Vo khali hunuhunthyo She was having coffee..\nMalai k Instinct le sodh vanyo hai ma aam teta vanera isara gareko ..as person before me was speaking..\n\nShe called me ..\nMe: Hello mam , goodmorning\nShe: Goodmorning, Why USA ?\nMe: USA is hub country for computer science.As my chosen course requires hands on experience I think USA is perfect fit for me .\n(Interrupted)\nShe: You have got 16k scholarship who is gonna pay rest of your fees? \nMe : My parents are going to fund me .\nShe: What do they do ?\nMe: My Father owns a liquor shop...\n\nShe : Where ?\nMe: Mam near nagpokharMe:.\nShe: How many workers ?\nMe: 4 \n\nCongratulations I am granting you a visa ..\nI said thank you mam you made my day ..\nJhandai birsera passport magya firta documents sanga 😂\nThanks to Milan Neupane Pramil Shrestha and pradhum sir 😃. They are the one to guide me. \n\nThat's all.\n\n\n"
    },
    {
        "uni_id": 206084,
        "university": "The University of Toledo",
        "status": true,
        "applied_level": "Masters",
        "major": "Mechanical Engineering",
        "full_funding": true,
        "full_funding_post": "Graduate Assistantship",
        "Date": "November 8, 2022",
        "Time": "9:45 am",
        "attempt": 1,
        "conversation": "\n\nFund: Fully Funded with Graduate Assistantship\n\nI reached the US Embassy at around 7:15 AM and had a nice coffee and waited patienly to be in line. At around 9, people having 9:45 slot were allowed to enter, during that time had a conversation with other undergraduate students and one graduate brother.\nAfter completing all the procedure, I entered the line for visa interview at around 10 AM. I was calm all the way, saw some rejections even after good interview and acceptance as well.\nWhen my turned came, I was sent to Counter No: 8 (so called chinese or mexican VO) at around 10:45.\nThe Conversation Goes Like This\nME: Good Morning and Namaste Vo, how are you doing today?\nVO: Good Morning, please pass me your Passport and Documents. (with smile)\nME: Here you go Vo.\nVO: How MS in Mechanical Engineering and University of Toledo going to help you in achieveing your goal? (looking at my i20)\nME: (I kept my eye to eye contact and started answering the answer with hand gesture) I have an ambition to work in different project and research work at National Academy of Science and Technology (NAST) and National Innovation Center in the field of Design and Optimization of thermal fluid system (particulary HVAC and sustainable energy). As Nepal being developing country every equipment are imported from foreign which are based on their standards. Thus, would work to have national standard....... (TOLD FULL ANSWER for about 45 sec, he kept listening me all the way)  \nVO: Among other applied universities why did you choose the University of Toledo?\nME: UT provides me with the course curriculum in the field of my interest with current research work with computational and simulation based..... Further, I have been in contact with one of the professor who provided me with Graduate Assistantship which covers my full tution fee and stipned for living expenses. ( He LISTED my full answer again).\nAfter that I just saw he took my documents from passport and kept my passport aside and told the GOLDEN WORDS.\nVO: CONGRATULATIONS Your Visa Approved. Have a Good Day\nME: Thank You very much Vo, you too have a great day.\n \nThat’s how it went. All the best to everyone.\n\n\n"
    },
    {
        "uni_id": 206941,
        "university": "University of Central Oklahoma",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Accounting",
        "Date": "November 8, 2022",
        "Time": "9:45 am",
        "attempt": 1,
        "conversation": "\n\nBald American vo was rejecting everyone before me hai ani i was praying tya naparos bhanera tara tyai parey shuru shuru ko rejection dekhera ma ta hopeless bhaisakya the \nVo: why accounting?\nMe: I’ve always enjoyed problem ssss-olvving(literally yesari nai bolya the hakmakkayera😭 ma ta visa gayo sochira ) ani feri add garey i love working with data and playing witttttthg na na numbers bhane ani it connects with my aim of working in an UN organization bhane ani he interrupted \nVo: Is there any relative of yours in the US?\nMe: yes, i have my sister\nVo: what will you do after studying accounting?\nMe: As i have already told you earlier i want to work in UN organization (again interrupts)\nVo: who is your sponsor?\nMe: My parents are going to sponsor me. They have combined yearly income of ***My father is a principal in a school located at my hometown. He generates around *** in a year. My mother ( interrupts again) \nVo: congratulations I’m approving your visa\nMe : Thankyou so much 😭 ( haat kamira thyo ani i20 tannai sakina ani he said bistarai jau in nepali 🥹)\nTespachi koi lai naheri taap kasey guard dai haru le ni gadi aaucha bistarai jau hai bhanera roknu bhayo tara ma bhaagera mommy lai hug garna gaye🥹😭\nGood luck to everyone 🕉️\n\n"
    },
    {
        "status": true,
        "applied_level": "Bachelor",
        "Date": "November 1, 2022",
        "Time": "9:15 am",
        "attempt": 1,
        "conversation": "\n\nBut photo namilera feri baira aayera jada 9:45 bhaisakethyo. Ma huda rejection rate ekdam dherai thyo aaja photo khichna jada nai laghbhag 15 jana ko reject dekhethe. \nCounter no: 9\n\nAmerican lady VO\nMe: Namaste. Good morning Vo. How are you doing today.\nVO: Namaste. Iam doing great. Pass me your documents.\nMero gpa chai ghatdai gako thyo 10 11 12 ma\nSo VO: I see your grades are downgrading.\nMe: That's because during my 12 grade I was included in making mini hydroelectric project to present it in the biggest fair of Nepal which is lekhnath fair so ( interrupted)\nVO: Nice scholarship. You are nearly fully funded. How did you get that?\nMe: Its a merit based scholarship and i also submitted scholarship essays, letter of recommendation( interrupted again)\nVO: But you still need to pay for your expenses. How are you going to pay for that?\nMe: My parents are going to sponsor for my education and living expenses while I stay in the United States.\nVO: How are they going to pay?\nMe: My father is a government teacher at.... He has been teaching there since 18 years. He also owns ( interrupted)\nVO: Congratulations i'm issuing your visa.\n\nTespaxi ta maile k k bhannubhathyo kei sunina. Thank you so much m'aam. Have a great day bhanera niskiye. \nDoor lastai tight raixa ani guard dai le visa laye paxi ta power nai aayena kya ho bhandai hununthyo ani tya kati dherai hununthyo students haru ani k k sodhnubhayo bhanera sodhnubhathyo ani sablai best of luck bhanera niskiye. Answer prepare garera gako kei bhanna paiyena but visa lagyo tei khusi laxa.\n\nFor all the friends preparing for interview. \nAll the best. Don't be panic reject bhako pani dekhinxa aakhai agadi but do your best.\n\n"
    },
    {
        "uni_id": 159993,
        "university": "University of Louisiana at Monroe",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Computer Science",
        "Date": "1st November, 2022",
        "Time": "1:45 pm",
        "attempt": 1,
        "conversation": "\n\nAttire: Semi Formal (Wore my Lucky pant)\nVO: Bald American\n(It was a sunny day, I woke up at about 10:30 and started chatting with my cousins in terrace for about an hour when my dad suddenly said “chito gar 12 baje naniski asubha sahit hola” so I took my meal and left my house exactly at 11:59. I was in a good mood that day and was not worrying about the interview at all.)\n(Then I went to the embassy and started chatting with others. I also went to toilet while waiting so that I could see everything that was going on inside the hall. Then I danced inside the toilet to boost my mood and came out. After giving biometrics, I sat on the line.)\n(My turn finally came and Bald Vo was my Interviewer. I saw him giving yellow slip to everyone also my friends suggested me to avoid him. So I became nervous suddenly and my started to beat rapidly and feeling pain in my chest. I didn’t knew what was happening to me and my brain was not able to process anything as everything changed and I became nervous from confident in a fraction of seconds. But still I managed to show myself as a calm and confident person to VO.)\nI don’t remember exactly what I said as I was extremely nervous but I will try to say what I remember!!\nMe: Good afternoon Vo (with a big smile on my face)\nVO: Good afternoon. university of lousia…(He was not able to pronounce the name so he stooped for a moment) Why this university?\nMe: After researching some of the Universities I found out that this university has a really good course on cybersecurity which is also my topic of interest and I also contacted a professor named Dr. Jose Cordova who said that they are currently having a research on cybersecurity. Also they have provided me with a decent amount of scholarship which makes this university really affordable for my parents. On top of that they have also included me in a highly selective program called honors program which provides me with the opportunity to work alongside the professors in their research projects.\nVO: I saw his facial expressions changing and he gave a subtle smile and interrupted me with another question.\nMe: ( I became more confident and then gave my answer with perfect voice modulations and hand gestures.)\nVO: Why this major?\nMe: since my early childhood I was really interested into the computers and I want to further improve my knowledge on this field. On top of that almost every sector in Nepal has just started to get digitalized there are some security risks associated with this. However there are not enough expertise in this field to solve the issue. So I…(Again interrupted)\nVo: (he was smiling at that time also and I thought that he was impressed by my answers) Who you are going to sponsor you?\nMy parents are going to be my sponsors my father owns xyz and my mom helps her in his business. They earn around $..... annually.\nVO: What will you do after graduation?\nMe: after graduation I see myself working in some of the renowned companies of Nepal like f1 soft and Bhairav Tech.(He was smiling). And after gaining some experience..\n(He turned back and moved his hands towards yellow slip then I stopped but he turned his head, smiled and moved his hands again but towards the green slip and gave me.)\nI was able to understand what was going on.\nVO: welcome to United states!!\nMe: Thank you so much sir.\nVO then gave me a big bright smile.\nOnly thing that I noticed about this VO was his bald scalp, beard and his smile.\nThen I went outside the hall and checked every documents. Then I returned to take my passport back. But Pale dai laughed at me and said, “Visa lagepaxi manxe haru estai hunxan. Passport utai chodne ho ni vai”. Then I realized.🤦\nMy suggestion to every one: Don’t show them that you are nervous. Wear any outfits but don’t forget that confidence is the best outfit!\nIf anybody needs my help feel free to contact\n\n\n\n"
    },
    {
        "uni_id": 169910,
        "university": "Ferris State University",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Business Administration",
        "coa": 28000.0,
        "Date": "6th October, 2022",
        "Time": "8:40 am",
        "attempt": 1,
        "conversation": "\n\nInterview was taken by an Chinese Vo handsome guy  vandim na😉\n ( Chinese vo ko pahila kasialai visa deko xaina vaneko the sathi hru le aafu lai daar lagira thyo Vo le 2,3 time malai bolayo ma gayena ignore gare nepali student ekklai the first mai daar lagrira thyo vo le feri bolayo ani j hos vanera gaye thank to God  he approved me ❤🙏)\n\nVO: Good morning.\n\nMe: Good morning sir.\n\nVO: how are you ? \n\nMe :I'm good sir, thank you. how are you sir ?\n\nVo: I'm good thank you . Pass me your passport  and I20 .\n\nVO: SO Neha what is purpose of your trip?\n\nMe: I'm going to pursue my bachelor in business administration in Ferris state university sir. \n\nVO: oky. How did you know about this university? \n( he ask me 3,4 question continue)\n\nMe: Sorry sir.\n( kei bujhina 3,4 question ekai choti sunda kun ko answer dinu jsto vayo aali confuse vaye )\n\nVo: Why you choose this university?\n       How did you know about this university?\n        Where this university located?\n       Why you choose this major ?\n       \n       \nMe : I was confused kun question ko answers first ma dinu jsto vo.\n \nMe: I have to say affordable education is the key factor for me to choose Ferris state university. Moreover, I've even talked with my international student advisor Miss Lisa VonReich Bauer about the teaching and learning environment of Ferris state university  and in my bachelor I want to gain indepth knowledge in the area of business administration. Actually there is a better research going on business in this university compared to other universities. The rentation ratio which shows the satisfaction of students is almost 78% that is quite good in comparison to other universities.\n\nMe : well, I have been doing my research in the universities  in US  for about an year  now. I ve attend many webinars,  webfairs, and search to my major and requirements that is how I came to know about this even to recruiter for international students ...to clear up my queries. \n\nMe: My university located in Big Rapid city, Michigan.\n\nMe: I chose this major in order to enter  the managerial level at my job ,for which I need to have at least a bachelor's degree. So, that I can get more involved more involved in helping communities and making difference in people's live here in Nepal 🇳🇵Business administration is the best major that is going to make me ready for that and thats why choose it.\n ( ma ekdam fast bolira the ek xin daar lagyo vo le ma nervous vaye socheko hola feri I'm sorry I get little bit nervous sir vane smile garyo dhanna ani feri slow Vanna thale and he ask me next question)\n\nVo: who is going to funding for your education?\n\nMe: My sister is going to sponsoring for my education as she save $.... amount and beside that she haldle all the family business  she earn annually $**** amount and beside that she is nurse vandiye 😁 \n\nVo: oky put your left hand in scanner and I'm going approve your visa .\n\nMe : Sorry sir vane sunina sano voice ma vaneko raixa balla paxi tha paye ma tei freez vayera k vanu jsto vo Thank you sir vane last ma ani k vanira thyo kei sunina 😄\nAfter that I ran like flash⚡⚡⚡\n \nNote: Maile putalisadak ko aadi jati consultancy ma contact gare us apply ko lagi but sabai le hudaina vanyo kunai Country  ma nih tmle apply nagarda hunxa after bachelor's mattra try gara if ramro score aayo vane mattra ris bokera hide sab thau bata self apply tira lage because you have to know your worth and prove yourself to everyone you are not worthless. \nAnd I want to thank my friends who always there for me in this journey 💖\n\nThank you guys for love and support ❤\nBelieve yourself don't get panic and nervous ta aali nih hune hoina tya 😄\n#selfapply\n\n\n"
    },
    {
        "uni_id": 142285,
        "university": "University of Idaho",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Management Information System",
        "12th_grade": 3.44,
        "Date": "May 2nd, 2022",
        "Time": "9:45 am",
        "attempt": 1,
        "conversation": "\nCounter: 9 (Mexican chinese VO)\nMaharajgunj , Kathmandu  \n\nSo Interview goes like this\nME: Good morning sir, Namaste Sir. How are you?\nVO: Good morning. I am great. What about you?\nME: I am good.\nVO: Pass me your documents.\nMe: Here you go sir.\nVO: Which University?\nMe: I’m going to University of Idaho.\nVO: Do you know something about Idaho?\nMe: Sir Idaho weather is very cold. People there in Idaho are very friendly also the air is very humid bhandiye. ( Malai ta kai idea thiyena k bhanne bhanne bhayo kasto adki adki bhane ani lah shet aba sidyo gayo visa jasto lagirathyo tara hasera udaidyo VO le HAHAHA Intresting bhanera, ani la thik xa kai bhaxaina bhanne bhayo.)\nVO: Why did you choose this course?\nME: I chose to pursue a career in MIS to become a Computer system analyst as it is a demanding field in Nepal. As this course focuses on studying data, tracking trends, and assisting others in making decisions, I find this course the best suite for me. Ajhai answer ta thyo tara eti bhanne bitikai rokyo.\nVO: Ok, Thank you, Collect your passport at NIBL bank once you get email, I am approving you visa bhanyo ani green slip diyo.\nPS: Dherai ko Visa lagirako thyo. Jo pani green slip lera aairathyo ani tyo dekhera esto confident bhaye… jasari ni lera aauxu bhanne bhayo. Maile dina ta i20 ra transcript deko thiye tara mero transcript herda pani herena, greeting bhayo ani sidai Why did you choose this course bhanyo ani answer bhaneko ekaixin ma green slip dihalyo. (AROUND 20 SECONDS JATI MATRAI BHAYO). Ani aaja feri mero palo ma chai Korean VO le majale reject hanirako thyo laj nai namani kana… Korean VO ko ma 4 jana gako thiye 3 jana ko reject bhayo merai agadMe: Malai chai confident ani luck both matters jasto lagyo. American le chai aaja laj nai namani kana sab lai visa dirathyo. So, aba dine sabai jana lai chai Best of luck bhanna chahanxu.  Ani special thanks to Pradhum Khadka dai, Sajan Acharya dai, Sumit Jung Karki Nishan Joti Oni Dhakal Sandeep Koirala . All the best.\n\n"
    },
    {
        "status": true,
        "applied_level": "Bachelor",
        "major": "accounting",
        "scholarship": 8000.0,
        "Date": "November 01, 2022",
        "Time": "12:45 PM",
        "attempt": 1,
        "conversation": "\n\nVO:Hello, Namaste !!\nMe:Namaste, good morning Vo vandira afternoon lai 😅\nsorry, good afternoon vane\n\nVO:why did you choose SCSU?\nME: well, I heard about this university from one of my seniors who had graduated from there. Then I did some research online, checked their website. The course structure designed for accounting programs perfectly aligns with my area of interest. The research facilities and extracurricular opportunities with course offerings, I believe will help me flourish not just vandai thiye interrupt garyo ....\n\nVO: Why accounting ?\nMe: I've always been interested in accounting Vo. Most of the students finds accounting boring but personally I've always been in interested in solving numericals and performing accounting calculations vandai thiye pheri interrupt.... Ma ali fast bolirathiye so I said sorry I'm a bit nervous Vo vane.\n\nVO: I see you have got 8k scholarship but who's going to fund for rest of the cost?\n\nMe: My parents are going to fund my education and living expenses for my 4 years stay in USA Vo.\n \nVO: what do they do?\nMe: My father is a real state agent and he makes......Talking about my mother she is a successful business woman. She has been running a boutique store since 2013 and makes ..... per year.\n\nVO: what are you plans after graduation?\nMe: After completing my studies, I'll return back to my country. My dream is to work with Nepal Government. I want to work in NRB as a specialised auditor. With all the skills and knowledge I would have acquired, I want to improved auditing system of Nepal which may definitely help to solve the liquidity crisis and also want to associate myself with UNCDF vandai thiye pheri interrupt garyo \n\nAnd finally she said: Congratulations.. I'm approving your visa..Have a nice stay in USA !!\n \nThankyou so much mam. Today was my birthday and you made it special vane and then she smiled.\n\nPS: I was talking alikati fast but didn't stop until she interrupted. Hand gestures notice garira thyo mero...but most of the time she was typing only\n\n\n"
    },
    {
        "status": true,
        "applied_level": "Bachelor",
        "major": "computer science",
        "Date": "November 1, 2022",
        "Time": "1:30",
        "attempt": 1,
        "conversation": "\n\nMe: Good afternoon sir \n(VO ignored**)\nVO: Pass me your documents\nMe: Here it is!\nVO: So is it your first time here?\nMe: Yes sir!\nVO: Why did you choose this university?\nMe: Beside getting good amount of scholarship the main reason for me to choose this university was that I have been accepted in honors college of this university (he stopped typing and suddenly looked at me so I got a little nervous) so I can get(about to fumble as he was continuously staring at me and I was too nervous inside but then thought that I had to continue it anyhow)I can be benefitted with more effective as well as interactive classes with the  highly qualified professors. Apart from that this university is also listed in r1 research based universities so it can provide me a great chance to be part of some good research programs as well as innovative academic environment.\nVO: So who is going to pay the rest of the amount?\nMe: My parents are going to be my sponsers. My father is a real estate businesses. He owns a company named(**) from where he earns around $(***)k in a year. My mother she is a higher secondary school teacher and from the school she earns around $(***)k per annum. Apart from that we also have some land on lease as well as rental properties from where the generated income is around $(***)k in a year. My parents has also accumulated a savings of $(***) over these years. We also have some ancestral lands which can be used if necessary.\nVO: What are you going to do after graduating?\nMe: After getting a degree in this field, I want to work as a data analyst. Firstly, I want to work in some of the leading companies of Nepal like Cedargate and after gaining few years of proper experience in this field, I want to start my own co..(he suddenly passed me  a green slip and I was too surprised to say anything so I looked at him with a surprised look then he smiled at me)\nVO: Have a nice time there\nMe:(with my happiest voice)Thank you sir!\n\n[Being nervous is normal I too tried to keep calm a lot of the time and interacted with the people around me but at the time of interview was too nervous from inside. But  I didn't want to face the situation again so I tried my best to keep myself calm while answering to the questions. So, boost your confidence and try to give your best.]\n\n\n"
    },
    {
        "uni_id": 206084,
        "university": "University of Toledo",
        "status": true,
        "applied_level": "Bachelor",
        "major": "Biology with a concentration in sustainability",
        "Date": "October 13,2022",
        "Time": "2pm",
        "attempt": 1,
        "conversation": "\n\nVO was Curly Lady American\nVO: Hello. Good Afternoon \nMe: Good Afternoon \nVO: So you’re going to …\nMe: University of Toledo ma’am \nVO: Why this University?\nMe: University of Toledo is best known for its biological science department and is a research focused public university…(Interrupted)\nVO: Why Biology?\nMe: With Nepal getting developed day by day conservation of nature has been a big challenge to us and many NGOs and INGOs are working proactively in Nepal but are facing difficulties because of lack of skilled manpower . People from other countries are here in Nepal for this big and important projects . I want to fill that gap. I’ll be studying biology with a concentration in sustainability so that i can help nature and the world.\nVO: What are your plans after Graduation?\nMe: With a degree in biology and a focus on sustainability, I’ll be returning back to my home country to work with ……. . I’ve worked with them before and they will be happy to give me the role after the degree and knowledge I got to learn in USA. In the long term , I see myself collaborating with many NGOs and INGOs like WWF and IUCN for better conservation of nature.\nVO: So you still have …. amount to pay , who will pay the rest?\nMe: Well my parents are going to sponsor me. They make money from variety of sources. They both are health professionals and works as their department heads and their salary is around ….Also..(Interrupted)\nVO: Sorry , Their combined salary or…?\nMe: Ma’am their combined salary.\nVO: … no reaction\nMe: We also own one of the biggest pharmacies in our area from where we earn around ….. Apart from that we have also rented our three storey house on Kathmandu from where we earn around ….. So with all these income and a saving of …. I don’t think they will have any problem to pay for my expenses.\nThen VO typed for sometime ( I was praying and praying inside) and finally she reached out for a green slip and said\nVO: Congratulations. Your visa is approved ✅\nMe : (With eyes full of tears)Thank you ma’am ( and I got out from the embassy happilyyyyyy)\n\n"
    },
    {
        "uni_id": 224545,
        "university": "Texas A and M Texarkana",
        "status": true,
        "applied_level": "Bachelor",
        "coa": 16000.0,
        "scholarship": 14000.0,
        "Date": "October 13, 2022",
        "Time": "2:15 pm",
        "attempt": 1,
        "conversation": "\n\nAnd here it is😋\nVO was Mexican \nMe:Good afternoon sir!\nVO:Good afternoon boy.(He got silent typing on computers and asked for my documents)\nMaile diye\nAgain he became silent\nMe:How r u doing sir?\nVO:Great.Thank u\nHe then asked me: Do u have any other funding  apart from ur parents  funding?\nMe:No sir this is only the funding for my edu and i am confident with that.\nVO:What does ur parents do?\nMe: My father is a business person...(He gone somethere by telling stop)\nHe came back and gave me a green slip and he told i shall work on campus to manage more funding for my  education.\nThank u😊\n\n\n"
    }
]
